[
    {
        "source": "cnn",
        "url": "https://www.cnn.com/2022/04/10/us/nyc-open-streets-climate-trnd/index.html",
        "text": "More than 100 streets in New York City five boroughs will go car free to celebrate Earth Day For the fifth year in row, the city will mark the occasion by closing streets to vehicles, according to news release from the NYC Department of Transportation. The closings will take place from 11 am to pm on Saturday, April 23; the day after Earth Day is observed around the world. \"Earth Day is when we can all commit to protecting our Earth -- and one way we can do that is by repurposing our roadways,\" said Department of Transportation Commissioner Ydanis Rodriguez, according to the release. \"Car Free Earth Day is growing tradition that allows New York City car free streets to come alive,\" said Rodriguez. During the celebration, usually hectic streets will be used for variety of public programs incorporating music, dance, art, biking and education, according to the transportation department. Twenty two public plazas and over 1,000 miles of bike network will be accessible. In New York City, motor vehicles release 28% of the total emissions of nitrogen oxide, which can cause acid rain and contribute to pollution, according to the city Department of Environmental Protection. Steps have been taken to limit the environmental impact of motor vehicles. In 2021, Gov Kathy Hochul signed legislation setting goal for all new passenger cars and trucks sold in New York to be zero emissions by 2035. \"When we open streets to pedestrians and cyclists, they become community spaces for our neighborhoods and boon to our local small businesses,\" said New York City Public Advocate Jumaane Williams, according to the new release. \"I'm glad this program has already experienced so much success, and hope that this initiative grows to include more spaces, especially in our outer boroughs.\"",
        "images": [
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Pedestrians pass a map of street closures on Broadway during Car Free Earth Day in New York City on April 27, 2019. "
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220407115349-new-york-car-free-earth-day-2019-file-large-169.jpg",
                "caption": "Pedestrians pass a map of street closures on Broadway during Car Free Earth Day in New York City on April 27, 2019. "
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "San Francisco&#39;s hallmark, Market Street is now car-free"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/200130094536-03-market-street-san-francisco-car-free-now-large-169.jpg",
                "caption": "San Francisco&#39;s hallmark, Market Street is now car-free"
            }
        ]
    },
    {
        "source": "cnn",
        "url": "https://www.cnn.com/2022/04/10/world/police-departments-send-equipment-to-ukraine/index.html",
        "text": "The governors of Iowa and Nebraska announced last week interagency initiatives to donate police protective gear, including military grade equipment such as helmets and vests, to Ukraine to help civilians defend themselves against Russia invasion. Nebraska Gov Pete Ricketts said his state will send 550 pieces of protective gear and Iowa Gov Kim Reynolds said her state department of public safety and 18 law enforcement agencies will provide Ukraine with 860 pieces of gear. The agencies join growing list of police departments -- from California to Ohio to Vermont -- that are donating non lethal police gear to aid Ukrainian civilians, according to CNN review of state by state efforts and interviews with some of those involved. Among the agencies contacted by CNN, and the non government groups gathering supplies, none have said they're collecting weapons or ammunition. Many of the police departments involved in these efforts are working with charity organizations and former members of the US military. Some sources with direct knowledge of the varied efforts -- but who are not involved -- spoke to CNN on the condition of anonymity due to concerns about potential legal questions the effort could raise. It unprecedented, experts say, for US law enforcement agencies to donate police protective equipment and military grade gear to foreign country involved in an ongoing war. The effort also raises questions about the roles of police departments and whether, as domestic law enforcement agencies, they should send equipment to foreign conflict outside of their jurisdiction. Because there no central coordinating group, there not an easy way to say what being shipped or whether it subject to export regulations. The Ukrainian American Coordinating Council a non profit organization, is at the center of one effort to send regulated, military grade and police protective items to Ukraine, including ballistic helmets, hard plates, soft armor inserts and vests, the group says. When Russia invasion of Ukraine began, the UACC moved quickly to obtain license from the Department of Commerce to export level III ballistic vests and helmets, as well as special authorization from the State Department for level IV vests in limited capacity, according to the organization. Level III armor is the first level of body armor that provides protection against rifle rounds and level IV is rated by the National Institute of Justice as the highest level of ballistic protection. In accordance with the UACC export license, the equipment can only be provided to Ukrainian civilians who have joined territorial defense units to defend their country against Russian troops, according to Mick Safron, an executive member of the board of UACC. However, once the shipments arrive in the country, the UACC can't control whether the gear is distributed to the Ukrainian army or police forces, Safron added. The US Department of Commerce and State Department did not confirm the UACC claims regarding its export license and special authorization, but the State Department tells CNN that groups seeking to donate military grade gear and other equipment may be subject to export regulations. spokesperson for the Department of Commerce told CNN in statement that it does not \"comment on specific license applications or parties, including whether party has filed license application.\" The department \"has been processing requests for exports to authorized end users in Ukraine rapidly,\" according to the statement, which includes applications for licenses to export firearms and ammunition under its \"existing processes and authorities.\" In an interview with CNN, retired US Army Maj Gen Mike Repass -- the former commander of the US Special Operations Command in Europe -- said level IV body armor is \"capable of withstanding one or two shots from Soviet type round\" and the technology is controlled by the State Department for US export. \"However, the provision of Level IV body armor is subject to lengthy process to get US approval for delivery to Ukraine. It is late to need as result,\" Repass added. Some of the gear being donated by law enforcement departments, including certain types of protective vests, do not qualify as military grade, meaning they can be sent to Ukraine without approval from the federal government, according to US Army veteran Alex Plitsas, who has been working with several police departments across Connecticut to ship the equipment to Ukraine. typical vest worn by police officer, rated to stop most handgun rounds, would not qualify as military grade. The State Department is advising groups involved in the donations to consult with the Ukrainian government, \"to confirm the items will meet an immediate requirement,\" department spokesperson told CNN. \"After that, items must first be assessed to determine how they are controlled for purposes of export prospective donors must follow necessary export licensing rules before sending.\" Organizers and police departments involved in this effort tell CNN that their work is legal, and the equipment being donated is reviewed to ensure it meets federal export regulations. But it remains unclear whether federal agencies are fully aware of every item that is being shipped to Ukraine as the US government largely puts the onus on donors to ensure they are following the law. CNN spoke with several experts about the legality of various efforts to aid Ukraine by sending protective gear and raised the central question of whether the federal government should be authorizing local police departments to intervene in international affairs. \"The answer is, probably not,\" said Martin Cook, professor of professional military ethicswho taught at US war colleges. \"What gives them the authority to do that. The short answer is nothing,\" Cook added. \"But do we have mechanism. don't think we do -- to say before local police department can do such thing, they have to clear with DOD or state.\" According to Valerie Morkeviius, an associate professor of political science at Colgate University, there might be \"really strong and valid ethical reasons for wanting to engage in this type of support.\" Morkeviius emphasized that, generally, people might be more sympathetic to Ukraine due to the circumstances of the war, and their sympathy \"might not be misplaced.\" \"But we have to think about the broader implications that follow from all this,\" she added. \"If we want to say it OK this time, what are the guideposts we might be shifting for future actions.\" When Russia began its military invasion of Ukraine in late February, Pennsylvania police officer Dean Stecklair of Falls Township was approached by his mother in law for help. Stecklair wife, who is Ukranian Lithuanian, had family members stuck in the country and shared stories of civilians who were taking up arms to defend themselves against Russian attacks. She expressed the need for defensive equipment. His mother in law asked if the Falls Township police department had any tactical gear such as protective vests and helmets that were not being used to send overseas to Ukraine, he told CNN. Since then, the agency -- located in Bucks County, which houses large Ukranian population -- has collected and donated more than 100 ballistic vests and dozens of helmets as part of its \"Operation Urgent Aid\" effort and has collaborated with departments in nearby counties to set up drop off points for donations to send to Ukraine. It just one of the many ways that US law enforcement agencies across the country are joining the loosely organized effort at the local and state level. Police departments in Colorado, Connecticut, Vermont, California, New York and Pennsylvania have all announced initiatives to procure and donate protective equipment. State and police agencies are working with Ukrainian American groups in the United States and the Ukrainian government, according to Plitsas, the US Army veteran. US agencies, including the State Department, are aware of the ongoing effort involving police departments, he added. \"I believe that we have tapped into something larger than just our desire to help as police officers,\" Falls Township Police Chief Nelson Whitney told CNN. \"The community, regular citizens of the United States, have come out in large numbers to donate supplies,\"Whitney said.\"This desire to help innocent people who are being killed and injured by an aggressive totalitarian leader like Vladimir Putin is rooted deeply within the American spirit.How could we not help.\" In California, the state Office of Emergency Services is working with the National Guard to coordinate donations from state and local law enforcement agencies for \"excess/re sourced ballistic helmets, vests and gloves, as well as safety goggles to provide to Ukrainian citizens in and around the war zone,\" according to Brian Ferguson, spokesperson for California OES. California OES and National Guard have been in \"regular communication\" with the Ukrainian consular affairs staff on potential humanitarian support, Ferguson said. The Fairfield Police Department and other agencies in Connecticut, such as Greenwich and Westport, have also collaborated in joint effort to donate more than 200 previously used ballistic vests and helmets to assist Ukrainian soldiers, the department has announced. In letter to the Fairfield Police Department, the Consul General of Ukraine located in Houston specified that \"body armor, helmets and other personal protective equipment\" was needed for military, police forces, and more than 100,000 civilians that joined \"Territorial Defense Forces\" since war broke out. That department is among the agencies engaged in this effort. Colorado state government set five locations for police agencies to drop off excess equipment, including in Denver and Colorado Springs. More than 1,000 helmets and 840 sets of body armor were gathered this way from 25 different police agencies. Police officials in Colorado are increasingly taking interest in helping Ukrainian civilians as an opportunity to \"save lives, even if it not within our own border,\" according to Stan Hilkey, executive director of the Colorado Department of Public Safety, which launched an effort with the state Department of Military and Veterans Affairs to collect equipment. The first shipment of US protective equipment arrived in Kyiv warehouse on March 23, according to Safron of UACC. It included thousands of hard body armor plates and vests, he said. Four shipments in total have been delivered to end points in Ukraine as of this week, Safron said. Two additional shipments that include thousands of vests and helmets -- weighing 45,000 pounds in total -- are currently being prepared to be exported by early next week. The UACC is shipping gear to Warsaw, Poland -- where some 2.5 million Ukrainian refugees have arrived since the war began -- in bulk quantities in partnership with international shipping company Meest. Similarly, the UACC relies on Ukranian American human rights group Razom as social media partner to spread the word about the effort. \"Meest\" means bridge and \"Razom\" is translated as \"together\" in Ukrainian. The UACC is partnering with the Ukrainian charitable organization called Come Back Alive, which helps store and distribute the equipment from Lviv warehouses to territorial defenses and \"hotspots\" across the country, according to the UACC. Part of the third shipment of equipment arrived at one of the Come Back Alive warehouses on Friday, according to Safron. It included 852 pieces of military grade body armor, as well as 296 helmets, the organization confirmed on Facebook Oksana Tscherepenko, Ukrainian American citizen who is the vice president of UACC, told CNN that the organization is receiving an overwhelming number of phone calls from police officials and other individuals who want to contribute humanitarian aid and protective gear. The UACC is also partnering with organizations to set up fundraisers that have received hundreds of thousands of dollars in donations, the organization told CNN. \"The more lives we save the more chance that we have to stay free and to continue our fight in Ukraine for democracy,\" Tscherepenko said.",
        "images": [
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Protective equipment donated by US law enforcement agencies is prepared for shipment to Ukraine in a Meest-America, Inc. warehouse."
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220401155014-03-ukrainian-american-coordinating-council-supplies-large-169.jpg",
                "caption": "Protective equipment donated by US law enforcement agencies is prepared for shipment to Ukraine in a Meest-America, Inc. warehouse."
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "How the US is trying to help Ukraine without triggering a wider war with Russia"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220309173131-kharkiv-0309-large-169.jpg",
                "caption": "How the US is trying to help Ukraine without triggering a wider war with Russia"
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "A protective vest being prepared for shipment to Ukraine. "
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220401154759-01-ukrainian-american-coordinating-council-supplies-large-169.jpg",
                "caption": "A protective vest being prepared for shipment to Ukraine. "
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Retired Army major general: The Russian military invasion has peaked"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220401134242-01-mariupol-0401-large-169.jpg",
                "caption": "Retired Army major general: The Russian military invasion has peaked"
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Falls Township Police Chief Nelson Whitney announcing the launch of his department&#39;s &#39;Operation Urgent Aid&#39; in early March. "
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220401142905-01-operation-urgent-aid-ukraine-large-169.jpg",
                "caption": "Falls Township Police Chief Nelson Whitney announcing the launch of his department&#39;s &#39;Operation Urgent Aid&#39; in early March. "
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Protective vests donated to Ukraine as part of the Falls Township Police Department&#39;s &#39;Operation Urgent Aid.&#39; "
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220401143017-02-operation-urgent-aid-ukraine-large-169.jpg",
                "caption": "Protective vests donated to Ukraine as part of the Falls Township Police Department&#39;s &#39;Operation Urgent Aid.&#39; "
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Packages of protective equipment being prepared for shipment in a Meest-America, Inc. warehouse. "
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220401154858-02-ukrainian-american-coordinating-council-supplies-large-169.jpg",
                "caption": "Packages of protective equipment being prepared for shipment in a Meest-America, Inc. warehouse. "
            }
        ]
    },
    {
        "source": "cnn",
        "url": "https://www.cnn.com/2022/04/10/europe/french-election-first-round-intl/index.html",
        "text": "French voters head to the polls Sunday for one of the most consequential presidential elections the country has seen in decades. Twelve candidates, including incumbent Emmanuel Macron, are running for the top job. If none of them receives more than 50% of the ballots, the top two candidates will face each other in runoff on April 24. But second round is all but guaranteed -- no French presidential candidate has ever won in the first round under the current system. Macron is seeking to become the first French President to win re election since Jacques Chirac in 2002. The centrist Macron faces litany of challengers from the political extremes, including Marine Le Pen, the long time standard bearer for the French far right; TV pundit and author Eric Zemmour; and leftist firebrand Jean Luc Melenchon. Most analysts said the contest would be referendum on the rise of the French right, but the war in Ukraine upended those expectations. The President proposed higher tax on diesel early in his tenure that set off the yellow vest movement, one of France most prolonged protests in decades. His record on the Covid 19 pandemic, the other defining crisis of his presidency, isn't clear cut. Macron signature policy during the Covid era -- requiring people to show proof of vaccination to go about their lives as normal -- helped increase vaccination rates but fired up vocal minority opposed to his presidency. Macron has so far done very little campaigning and refused to debate his opponents. Experts believe his strategy was to avoid the political mudslinging as long as possible to brandish his image as the most presidential of all the candidates. Le Pen, for her part, has run more mainstream campaign this year compared to her last attempt to win the presidency. While controlling immigration remains her campaign priority, she softened her anti Islam tone and abandoned her calls for France to leave the European Union -- especially in the wake of Brexit -- to win over voters from outside her base. Political analysts say Le Pen focus on the rising cost of living could pay dividends, as the spiking prices of everyday goods and energy are among the main concerns of the electorate. Many experts also expected the war to hurt the Le Pen and Zemmour campaigns, as both had previously spoken fondly of Russian President Vladimir Putin. Le Pen scrapped campaign leaflet with photo of her visiting the Russian leader, while Zemmour backtracked after he promised Putin would never invade Ukraine. Nathalie Loiseau, member of the European Parliament and Macron first European affairs minister, told CNN she believes the French President is motivated by \"a sense of duty.\" \"He doesn't do it for electoral reasons. He does it because he thinks he has to,\" she said. But Macron decision to forgo campaigning in lieu of seeking diplomatic solution to the crisis in Ukraine, whether motivated by politics or principles, could prove to be liability. \"This is not rewarding. He will not have big win. He knows it. But he has to do it,\" said Loiseau.",
        "images": [
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Election posters of French presidential candidates are shown."
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220409040211-france-elections-restricted-large-169.jpg",
                "caption": "Election posters of French presidential candidates are shown."
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "French presidential candidates Emmanuel Macron, Eric Zemmour, Marine Le Pen and Jean-Luc Melenchon."
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220409070716-macron-zemmour-le-pen-melenchon-split-large-169.jpg",
                "caption": "French presidential candidates Emmanuel Macron, Eric Zemmour, Marine Le Pen and Jean-Luc Melenchon."
            }
        ]
    },
    {
        "source": "cnn",
        "url": "https://www.cnn.com/2022/04/10/australia/australia-elections-may-morrison-intl-hnk/index.html",
        "text": "Australia will hold its general election on May 21, Prime Minister Scott Morrison announced on Sunday, launching six week campaign period, where voter concern over issues like the cost of living and climate change are expected to take center stage. Morrison made the announcement from the capital, Canberra, after he lodged his formal recommendation for the election date with Governor General David Hurley, whose authorization is needed to dissolve Parliament and order federal election. Stakes are high for Morrison center right Liberal National coalition government as they go up against the opposition Labor Party. The government has faced backlash over its handling of Australia vaccine rollout, and more recently over what critics say was slow response to deadly floods that devastated parts of Queensland and New South Wales. In speech, Morrison acknowledged that Australia had faced \"incredibly difficult times\" and pointed to what he said were his government successes in economic and health measures in the face of Covid 19. He said his government would continue to focus on building stronger economy and \"the biggest rebuilding of our defense and security forces since World War II.\" \"[This election is] choice between strong and tested government team that has demonstrated our ability to make difficult and tough choices in tough times, and Labor opposition who has been so focused on politics over these past few years that they still can't tell you what they do, who they are, or what they believe in, and what they stand for,\" Morrison said. Opposition leader Anthony Albanese will attempt to lead the Australian Labor Party back into federal government for the first time since 2013. The Labor Party has rallied its platform around promises to combat rising cost of living and promote jobs growth, affordable child care and local manufacturing. Albanese released video on Twitter Saturday urging Morrison to call the elections, while saying \"Australians are used to Morrison keeping them waiting\" and referencing what he characterized as slow action in Covid 19 vaccine rollout, bushfire response, and support for flood victims from the Morrison government. The May 21 election will be for the House of Representatives and half of the Senate. The House of Representative term of three years is nearing the end since their election in May 2019. After advising Hurley, the governor general and Queen Elizabeth representative in Australia, on the election date Sunday morning, Morrison became the first Australian Prime Minister to serve full three year term since John Howard was voted out of office in 2007.",
        "images": [
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Prime Minister Scott Morrison announces the date for the 2022 federal election during a speech in Canberra on April 10. "
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220409215133-scott-morrison-australia-election-041022-large-169.jpg",
                "caption": "Prime Minister Scott Morrison announces the date for the 2022 federal election during a speech in Canberra on April 10. "
            }
        ]
    },
    {
        "source": "cnn",
        "url": "https://www.cnn.com/2022/04/09/sport/dwayne-haskins-steelers-death-spt-intl/index.html",
        "text": "Dwayne Haskins, the Pittsburgh Steelers quarterback and 2018 Heisman Trophy finalist at Ohio State, was fatally struck by dump truck Saturday morning while trying to cross highway on foot in South Florida, police said. Haskins, who re signed with the Steelers last month, was 24. Haskins was trying to cross Interstate 595 westbound lanes, near the Fort Lauderdale Hollywood International Airport in Broward County, when the dump truck hit him, the Florida Highway Patrol said. The incident was reported shortly after 6:30 am, the patrol said. He was \"walking on the highway for unknown reasons\" when the incident happened, the patrol said in news release. Details about what led up to that weren't immediately available. In recent days, Haskins had been in South Florida working out with some Steelers teammates, as captured in Instagram stories from Haskins and Steelers running back Najee Harris. News of Haskins death drew statements of shock from around the league and beyond. \"I am devastated and at loss for words with the unfortunate passing of Dwayne Haskins,\" Steelers head coach Mike Tomlin said in statement released by the team. \"He quickly became part of our Steelers family upon his arrival in Pittsburgh and was one of our hardest workers, both on the field and in our community,\" Tomlin statement reads. \"Dwayne was great teammate, but even more so tremendous friend to so many. am truly heartbroken. \"Our thoughts and prayers are with his wife, Kalabrya, and his entire family during this difficult time.\" Haskins, backup last season to the now retired longtime Steeler Ben Roethlisberger, re signed with the Steelers for one year last month, poised to enter his fourth year in the NFL. \"I feel like can be starter in this league. got drafted for that reason,\" Haskins said in January, according to Steelers.com. \"I definitely believe have the talent to. just haven't put it all together yet. And that something have to do this offseason to put myself in position to play.\" Haskins rose to prominence at Ohio State, where he set OSU and Big Ten Conference records as redshirt sophomore in 2018, including single season passing yards 4,831, touchdown passes 50 and total offensive yards 4,939. He finished third in voting for that season Heisman Trophy, awarded to college football most outstanding player. Washington selected Haskins as the 15th overall pick in the 2019 NFL Draft. Haskins played 16 games across two seasons for Washington -- starting 13 times -- before the team released him in December 2020 toward the end of his second season. The Steelers picked him up in January 2021, though he did not enter regular season game for Pittsburgh. Former Steelers quarterback Ben Roethlisberger said on Twitter that although he only knew Haskins for short time, he knew him to be \"a young man that didn't seem to ever have bad day.\" \"He came to work everyday with smile on his face and energy and love in his heart. really enjoyed his passion and love for the game and wanting to learn and be the best. His smile and zeal for life will be missed.,\" Roethlisberger said. \"I'll say it again just like told you to your face, still wish could throw the ball like you,\" he added. The Washington Commanders, Ohio State and fellow players expressed shock and condolences. Steelers defensive tackle Cameron Heyward tweeted that \"Dwayne meant so much to so many people.\" \"His smile was infectious and he was guy you wanted to be around,\" Hewyard wrote. \"We are all in shock about losing him. We are going to miss the heck out of him as well. We lost you way too early. Luckily got chance to get to know you. RIP DH.\" Haskins second head coach in Washington, Ron Rivera, said Saturday he was \"absolutely heartbroken\" to hear of his former player passing. \"Dwayne was talented young man who had long life ahead of him,\" Rivera statement reads. \"This is very sad time and am honestly at loss for words. know speak for the rest of our team in saying he will be sorely missed.\" Steelers wide receiver Chase Claypool remembered Haskins selflessness in his final interaction with him. \"I spent your final moments with you and can't help but think about how selfless you were in those moments. All you cared about was making sure that everyone around you was okay and can't thank you enough for that. You are what strive to be,\" Claypool tweeted. Ryan Day, head coach at Ohio State, said in tweet that the university community is \"heartbroken.\" \"The loss of Dwayne is beyond tragic and extremely difficult to process. For those who knew him closely, he was much more than great football player. He had giant heart, old soul and an infectious smile,\" Day tweeted. The Ohio State athletics department released statement saying it was \"terribly saddened to learn of the death of Dwayne Haskins Saturday morning.\" \"We are thinking of the entire Haskins family during this most difficult time. Our prayers are with the family, and with his current and former teammates, coaches, friends and relatives,\" the statement reads. In his 16 career NFL games at Washington, Haskins threw for 2,804 yards, 12 touchdowns and 14 interceptions.",
        "images": [
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220409113028-02-dwayne-haskins-exlarge-169.jpg",
                "caption": "Steelers quarterback Dwayne Haskins dead at 24"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220409113028-02-dwayne-haskins-exlarge-169.jpg",
                "caption": "Steelers quarterback Dwayne Haskins dead at 24"
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Dwayne Haskins #3 of the Pittsburgh Steelers looks to pass against the Carolina Panthers during the first half of an NFL preseason game at Bank of America Stadium on August 27, 2021 in Charlotte, North Carolina."
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220409113028-02-dwayne-haskins-large-169.jpg",
                "caption": "Dwayne Haskins #3 of the Pittsburgh Steelers looks to pass against the Carolina Panthers during the first half of an NFL preseason game at Bank of America Stadium on August 27, 2021 in Charlotte, North Carolina."
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Madeleine Albright, the 64th Secretary of State, was the first female to hold the office in the history of the United States. "
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220323135535-01-madeleine-albright-lead-mage-large-169.jpg",
                "caption": "Madeleine Albright, the 64th Secretary of State, was the first female to hold the office in the history of the United States. "
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Virginian-Pilot journalist Sierra Jenkins dies from gunshot wound."
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220321091325-sierra-jenkins-vpx-large-169.jpeg",
                "caption": "Virginian-Pilot journalist Sierra Jenkins dies from gunshot wound."
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "LOS ANGELES, CA - AUGUST 20:  Actor Louie Anderson attends the Television Academy&#39;s Performers Peer Group Celebration at NeueHouse Hollywood on August 20, 2018 in Los Angeles, California.  (Photo by Emma McIntyre/Getty Images)"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220121130943-louie-anderson-orig-vid-large-169.jpg",
                "caption": "LOS ANGELES, CA - AUGUST 20:  Actor Louie Anderson attends the Television Academy&#39;s Performers Peer Group Celebration at NeueHouse Hollywood on August 20, 2018 in Los Angeles, California.  (Photo by Emma McIntyre/Getty Images)"
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "NEW YORK, NEW YORK - FEBRUARY 12: André Leon Talley attends the Marc Jacobs Fall 2020 runway show during New York Fashion Week on February 12, 2020 in New York City. (Photo by Dimitrios Kambouris/Getty Images for Marc Jacobs)"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220119071444-andre-leon-talley-fashion-show-large-169.jpg",
                "caption": "NEW YORK, NEW YORK - FEBRUARY 12: André Leon Talley attends the Marc Jacobs Fall 2020 runway show during New York Fashion Week on February 12, 2020 in New York City. (Photo by Dimitrios Kambouris/Getty Images for Marc Jacobs)"
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "BEVERLY HILLS, CALIFORNIA - NOVEMBER 03: Bob Saget attends the Women&#39;s Guild Cedars-Sinai Annual Gala at The Maybourne Beverly Hills on November 03, 2021 in Beverly Hills, California. (Photo by Phillip Faraone/Getty Images)"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220109204014-04b-bob-saget-lead-image-large-169.jpg",
                "caption": "BEVERLY HILLS, CALIFORNIA - NOVEMBER 03: Bob Saget attends the Women&#39;s Guild Cedars-Sinai Annual Gala at The Maybourne Beverly Hills on November 03, 2021 in Beverly Hills, California. (Photo by Phillip Faraone/Getty Images)"
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Sidney Poitier sitting with pencil while looking up in a scene from the film &#39;To Sir, With Love&#39;, 1967. (Photo by Columbia Pictures/Getty Images)"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220107100230-02-sidney-poitier-lead-image-large-169.jpg",
                "caption": "Sidney Poitier sitting with pencil while looking up in a scene from the film &#39;To Sir, With Love&#39;, 1967. (Photo by Columbia Pictures/Getty Images)"
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Betty White arrives for an evening with Betty White held at Academy of Television Arts &amp; Sciences on May 10, 2012 in North Hollywood, California."
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/120904131250-betty-white-2012-large-169.jpg",
                "caption": "Betty White arrives for an evening with Betty White held at Academy of Television Arts &amp; Sciences on May 10, 2012 in North Hollywood, California."
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "LAS VEGAS, NEVADA - FEBRUARY 15:  Former U.S. Sen. Harry Reid talks to members of the media outside the East Las Vegas Library after voting on the first day of early voting for the upcoming Nevada Democratic presidential caucus at the Culinary Workers Union Hall Local 226 on February 15, 2020 in Las Vegas, Nevada. Nevada is the first caucus state to offer early voting.  (Photo by Ethan Miller/Getty Images)"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/211202214444-harry-reid-file-02152020-large-169.jpg",
                "caption": "LAS VEGAS, NEVADA - FEBRUARY 15:  Former U.S. Sen. Harry Reid talks to members of the media outside the East Las Vegas Library after voting on the first day of early voting for the upcoming Nevada Democratic presidential caucus at the Culinary Workers Union Hall Local 226 on February 15, 2020 in Las Vegas, Nevada. Nevada is the first caucus state to offer early voting.  (Photo by Ethan Miller/Getty Images)"
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Music executive Clarence Avant and his wife Jacqueline Avant attend Netflix&#39;s &quot;The Black Godfather&quot; premiere at Paramount Studios Theatre on June 3, 2019 in Los Angeles. ("
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/211201183050-jacqueline-avant-060319-large-169.jpg",
                "caption": "Music executive Clarence Avant and his wife Jacqueline Avant attend Netflix&#39;s &quot;The Black Godfather&quot; premiere at Paramount Studios Theatre on June 3, 2019 in Los Angeles. ("
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "NEW YORK, NEW YORK - SEPTEMBER 13: Virgil Abloh attends The 2021 Met Gala Celebrating In America: A Lexicon Of Fashion at Metropolitan Museum of Art on September 13, 2021 in New York City. (Photo by Mike Coppola/Getty Images) "
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/211128144543-virgil-abloh-met-gala-2021-large-169.jpg",
                "caption": "NEW YORK, NEW YORK - SEPTEMBER 13: Virgil Abloh attends The 2021 Met Gala Celebrating In America: A Lexicon Of Fashion at Metropolitan Museum of Art on September 13, 2021 in New York City. (Photo by Mike Coppola/Getty Images) "
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "American composer and lyricist Stephen Sondheim poses in front of a poster for &#39;Side by Side by Sondheim,&#39; opening on 4 May 1976 at the Mermaid Theatre in London, England, April 1976. (Photo by Evening Standard/Hulton Archive/Getty Images)"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/211126173712-03-stephen-sondheim-file-1976-large-169.jpg",
                "caption": "American composer and lyricist Stephen Sondheim poses in front of a poster for &#39;Side by Side by Sondheim,&#39; opening on 4 May 1976 at the Mermaid Theatre in London, England, April 1976. (Photo by Evening Standard/Hulton Archive/Getty Images)"
            }
        ]
    },
    {
        "source": "cnn",
        "url": "https://www.cnn.com/2022/04/10/us/nikolas-cruz-penalty-phase-explainer/index.html",
        "text": "Jury selection began this past week in the penalty phase of Nikolas Cruz trial, the part of his court case that will determine whether he is sentenced to death or life in prison for the 2018 shooting at high school in Parkland, Florida. Cruz has already pleaded guilty to 17 counts of murder and 17 counts of attempted murder for the massacre at Marjory Stoneman Douglas High School. The jury now being impaneled will be tasked with helping decide his fate. Selecting the jury is expected to be lengthy process that could last through May, according to discussions between the judge, the state and the defense in pretrial hearings. Once the jury is seated, the trial could last between and months. Here we're going to break down the penalty phase of Cruz case -- what it is and what it might look like, as well as the possible outcomes and the jury role. Every jurisdiction that still has capital punishment divides death penalty cases into two separate phases: the \"guilt\" phase and the \"penalty,\" or \"sentencing,\" phase. In the guilt phase, defendant is deemed innocent or guilty. This is done either by jury or by defendant pleading guilty, as Cruz did last October. Once determination of guilt has been made, the trial moves to the penalty phase, in which the court reviews the case and the defendant history to decide whether he or she deserves death or lesser sentence like life in prison. This process is \"virtual constitutional necessity,\" said Robert Dunham, executive director of the Death Penalty Information Center, thanks to combination of Supreme Court rulings that, in part, upheld the sentencing guidelines of states that had these bifurcated proceedings. The goal is to ensure that only the \"worst of the worst\" are executed for their crimes, said Teresa Reid, legal skills professor at the University of Florida Levin College of Law \"The old adage that is quoted is, death is different,\" she said, pointing to the finality of death sentence. \"There no appeal from that final act of execution.\" During the sentencing phase, the court will generally hear reasons why the defendant should or should not be put to death. These are known as aggravating factors and mitigating circumstances, respectively. Prosecutors will present the aggravating factors, which Dunham described as facts of the case that make the defendant \"death eligible.\" Florida statute lists at least 16 such factors, among them: Whether the defendant was previously convicted of felony Whether the defendant \"knowingly created great risk of death to many persons\" Whether the capital crime was committed while the defendant was in the commission of another felony, like robbery or kidnapping Whether the victim was under 12 years old, law enforcement officer or an elected or appointed official performing official duties Defendants, however, have chance to present mitigating circumstances; that is, anything that might convince the court he or she does not deserve death. These factors -- many of which are irrelevant to the question of guilt or innocence -- would be seen as \"not enough to excuse the crime,\" Dunham said, \"but enough to call for leniency.\" In Florida statute, mitigating circumstances include: Whether the defendant has no significant criminal history Whether the defendant was severely mentally or emotionally disturbed at the time of the crime The defendant acted under extreme duress or the \"substantial domination\" of another person The defendant did not have the capacity to appreciate the criminal nature of his or her conduct In Florida, however, where the statute also allows for the presentation of the \"existence of any other factors in the defendant background that would mitigate against imposition of the death penalty,\" the defendant can go far beyond that. \"That why this trial could take long time, this phase could take long time,\" Reid said, adding she knew of case where defendant first grade teacher was brought in as mitigating witness. \"When the law allows for the existence of any other factors in the defendants background, you can imagine what could be brought in.\" Survivors and members of the victims families are also expected to provide victim impact statements, sharing with the court how the defendants actions have affected them. This gives the victims the chance to be heard, Reid said, and finally have their day in court. \"What if your loved one was gunned down. Four years is nothing,\" Reid said, referring to the time that has elapsed since the shooting. \"And you haven't had chance to face the person and the decision makers and say what an incredible loss you've suffered.\" \"We don't have system where it the victims families that get to decide whether you live or die if you kill their family members. We don't have revenge,\" she said. \"And so this is the mechanism that the family has.\" Once aggravating and mitigating circumstances have been heard, the jury or judge, whoever is responsible for sentencing, will weigh the aggravating and mitigating circumstances to determine the sentence. In Cruz case, the jury must be unanimous in finding beyond reasonable doubt that at least one aggravating factor exists. If that happens, jurors must then be unanimous in recommending the defendant be put to death, or his sentence would default to life in prison without the possibility of parole. If they recommend death, the judge could choose to follow that recommendation or sentence Cruz to life instead. Generally, the jury represents \"the conscience of the community,\" said Dunham, and by participating, it can reflect the feelings of the wider community where the crime occurred and where the defendant is being tried. At the same time, for states like Florida where judge makes the final decision on capital punishment, judge can act as \"backstop,\" Dunham said, in case the conscience of the community is overborne by \"impermissible factors\" like racism, for example. Choosing jury in capital case can be hard due to potential jurors views on capital punishment: jury seated in death penalty case must be willing to impose the death penalty. But they also need to be willing to weigh the mitigating circumstances, said Dunham, and consider the lesser sentence. \"You don't want jurors who are substantially impaired in their ability to follow the law,\" Dunham said. That means \"they must be willing to honestly consider the aggravating circumstances and give them some weight as reason to take the defendant life,\" he said, \"and they must be willing to consider the mitigating circumstances and give them some weight as reason to spare the defendant life.\"",
        "images": [
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "School shooter apologizes in court. See the reaction of victim&#39;s father"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/211020141300-tony-montalto-exlarge-169.jpg",
                "caption": "School shooter apologizes in court. See the reaction of victim&#39;s father"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/211020141300-tony-montalto-exlarge-169.jpg",
                "caption": "School shooter apologizes in court. See the reaction of victim's father"
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "These are the victims of the Florida school shooting"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/180215144319-stoneman-douglas-victims-4-split-large-169.jpg",
                "caption": "These are the victims of the Florida school shooting"
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Jury selection starts today for panel that&#39;ll help decide if Parkland school shooter gets the death penalty"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/211015112125-01-nikolas-cruz-court-1015-large-169.jpg",
                "caption": "Jury selection starts today for panel that&#39;ll help decide if Parkland school shooter gets the death penalty"
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "The warning signs almost everyone missed"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/180220105745-nikolas-cruz-hearing-0219-large-169.jpg",
                "caption": "The warning signs almost everyone missed"
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Nikolas Cruz pleads guilty to murder charges and apologizes for Parkland high school massacre"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/211020094443-01-nikolas-cruz-guilty-plea-1020-large-169.jpg",
                "caption": "Nikolas Cruz pleads guilty to murder charges and apologizes for Parkland high school massacre"
            }
        ]
    },
    {
        "source": "cnn",
        "url": "https://www.cnn.com/2022/04/10/media/snl-cold-open-ketanji-brown-jackson/index.html",
        "text": "\"Saturday Night Live\" opened Saturday episode with one of the biggest stories from this week: the historic confirmation of Ketanji Brown Jackson to the Supreme Court. \"Wow, what day,\" President Joe Biden, played by James Austin Johnson, said during the NBC variety show cold open. \"Your speech was terrific, Supreme Court Justice Ketanji Brown Jackson.\" Jackson, who was played by Ego Nwodim, said that she bets Biden can't say that \"three times fast.\" \"I'm shocked could say it one time slow,\" Johnson Biden replied. Nwodim Jackson thanked the president for him putting his trust in her. \"Hey, made campaign promise to put black woman on the court, and did,\" Johnson Biden said. \"So that one campaign promise down, and only 74 to go.\" The Senate confirmed Jackson Thursday, paving the way for her to become the first Black woman to serve on the highest court in the nation. \"Well, was happy to do my part,\" Nwodim Jackson said. \"Work twice as hard as white man my entire life and then spend week listening to Ted Cruz call me pedophile.\" Johnson Biden told Nwodim Jackson she won't be the last Black woman on the court because it normal thing now, \"like wearing Crocs in public.\" The faux president then told Nwodim Jackson to stand in the White House and imagine the spirits of great Americans that came before her. The first spirit. Former Supreme Court Justice Ruth Bader Ginsburg, who died in 2020, played by Kate McKinnon. \"Here my advice: always label your lunches,\" McKinnon Ginsburg said about being on the court. \"A lot of those other justices have sticky fingers.\" Another spirit was Jackie Robinson, the first Black player in Major League Baseball, played by Chris Redd. \"Being the first is kinda fun,\" he said. \"Here my advice: watch out for batteries. You will get so many batteries thrown at you.\" Redd Robinson added the good news about being justice is that Jackson will make more than baseball players. Nwodim Jackson informed him that baseball players make, on average, $4 million year, which caused Redd Robinson to scream into his glove. \"Thank you, I've been holding that in since 1947,\" he said. Nwodim Jackson then thanked them all for their advice, but Redd Robinson couldn't let go of baseball player current salary. \"So even the bad players are millionaires.\" he asked. \"Yup,\" Nwodim Jackson said. \"Ain't that something,\" Redd Robinson said before saying with the group, \"Live From New York. It Saturday night.\"",
        "images": [
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "&#39;Saturday Night Live&#39; opened with its Ketanji Brown Jackson visiting the Oval Office after her confirmation to the Supreme Court."
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220409215132-snl-cold-open-040922-large-169.jpg",
                "caption": "&#39;Saturday Night Live&#39; opened with its Ketanji Brown Jackson visiting the Oval Office after her confirmation to the Supreme Court."
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "&#39;SNL&#39; uses its version of &#39;Fox and Friends&#39; to recap the week&#39;s headlines, including Ginni Thomas&#39; text messages and the Will Smith slap"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220403012045-01-snl-cold-open-040222-large-169.jpg",
                "caption": "&#39;SNL&#39; uses its version of &#39;Fox and Friends&#39; to recap the week&#39;s headlines, including Ginni Thomas&#39; text messages and the Will Smith slap"
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "&#39;Saturday Night Live&#39; has Biden strategize with TikTok stars on combating Russian disinformation about the invasion of Ukraine"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220313000010-snl-cold-open-031222-large-169.jpg",
                "caption": "&#39;Saturday Night Live&#39; has Biden strategize with TikTok stars on combating Russian disinformation about the invasion of Ukraine"
            }
        ]
    },
    {
        "source": "cnn",
        "url": "https://www.cnn.com/2022/04/10/health/pet-food-bacterial-contamination-study-wellness/index.html",
        "text": "How we feed our pets, store their food and wash their dishes can have negative health consequences if not done properly -- for both humans and animals. There have been multiple outbreaks of illnesses among humans after exposure to coli- and salmonella contaminated dog food, which has been more likely in commercial and homemade raw food diets. These diets typically involve the need to prep pets foods in the kitchen, according to study published Wednesday in the journal PLOS ONE. But guidelines for how owners should safely handle pet food and dishes is limited, and their effectiveness is unclear, so the authors of the new study investigated dog owners feeding habits and analyzed the impact of US Food and Drug Administration hygiene protocols on dog food dish contamination. During casual conversations among veterinary nutritionists, \"we realized that, when it came to our own pets, we all had different pet food storage and hygiene practices,\" said Emily Luisana, coauthor of the study and small animal veterinary nutritionist. \"Once we realized that recommendations were relatively unknown even among professionals, we wanted to see what other pet owners were doing.\" Luisana is on the veterinary advisory board for Tailored, pet nutrition expert led dog food company. Caitlyn Getty, another coauthor of the study, is the scientific affairs veterinarian for NomNomNow Inc, company focused on pet gut health and suitable food. Neither company funded this study, and the authors didn't report any competing interests. The study focus is owners handling of any dog food, not the food brands themselves. The researchers found 4.7% of 417 surveyed dog owners were aware of the FDA pet food handling and dish hygiene guidelines -- 43% of participants stored dog food within feet 1.5 meters of human food, 34% washed their hands after feeding and 33% prepared their dog food on prep surfaces intended for human use. Fifty owners of 68 dogs total participated in roughly eight day bowl contamination experiment. The authors swabbed the bowls for bacterial populations, which are known as aerobic plate counts, then split owners into three groups: Group followed the FDA tips, which included washing their hands before and after handling pet food, not using the bowl to scoop food, washing the bowl and scooping utensils with soap and hot water after use, discarding uneaten food in designated manner, and storing dry pet food in its original bag. Group had to follow FDA food handling tips for both pets and humans, which also required handwashing for at least 20 seconds with soap and warm water; scraping food off dishes before washing; washing dishes with soap and water hotter than 160 degrees Fahrenheit 71 for at least 30 seconds, drying thoroughly with clean towel, or using National Sanitation Foundation certified dishwasher for washing and drying. Group wasn't given any instructions but was told when the second swabbing would happen. The practices followed by groups and led to significant decreases in food dish contamination, compared with Group C, the study found. Dishes washed with hot water or dishwasher had decrease of 1.5 units on the contamination scale compared with those washed with cold or lukewarm water. The US Centers for Disease Control and Prevention \"cleaning and sanitization guidelines for human dishes are based on achieving 5 log reduction in bacterial counts,\" the authors wrote. 1.5 log reduction is equal to 90% to 99% reduction in microorganisms; 5 log reduction means 99.999% of microorganisms have been killed. The contamination of the bowls in Group increased between swabbings. None of the Group owners had washed their dogs bowls within the eight or so days since the authors collected the first bacterial sample, \"even though they were made aware that FDA guidelines existed and the bowl would be sampled again,\" Luisana said. \"This shows that bringing awareness of the current recommendations is not sufficient in itself,\" she added. The authors said they think this education is especially important for vulnerable populations, such as people who are immunocompromised. Pet food dishes have ranked highly among most contaminated household objects, sometimes even having bacterial loads close to those of toilets, according to studies published over the past 15 years. However, 20% of people from groups and in the current study said they were likely to follow hygiene instructions long term, and even fewer -- 8% -- said they were likely to follow all given guidelines. \"Our study shows that pet owners look to their veterinarian, pet food store and pet food manufacturers for information about pet food storage and hygiene guidelines,\" Luisana said. Pet food companies studying their foods in both laboratory conditions and household settings, then giving storage and handling recommendations on labels or websites, would be strong start, she added. Further studies on implications are needed, but Luisana said she hopes pet owners and vets use this study findings to consider the impact feeding hygiene could have on pets health and happiness, immunocompromised people and zoonotic diseases, those spread between animals and people.",
        "images": [
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Pet food dishes have ranked highly among most contaminated household objects, according to studies."
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220407125146-dog-eating-dog-food-stock-large-169.jpg",
                "caption": "Pet food dishes have ranked highly among most contaminated household objects, according to studies."
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Research on the pet-human bond has boomed in the pandemic. Here&#39;s what studies found"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220302223533-pandemic-pets-dog-titan-large-169.jpeg",
                "caption": "Research on the pet-human bond has boomed in the pandemic. Here&#39;s what studies found"
            },
            {
                "url": "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7",
                "caption": "Pets can boost your brain power, study says"
            },
            {
                "url": "//cdn.cnn.com/cnnnext/dam/assets/220223144018-cat-elderly-woman-stock-large-169.jpg",
                "caption": "Pets can boost your brain power, study says"
            }
        ]
    },
    {
        "source": "new york times",
        "url": "https://www.nytimes.com/2022/04/08/arts/music/jennifer-koh-davone-tines-everything-rises.html",
        "text": "Several years ago, when the bass baritone Davne Tines was starring in Kaija Saariahos Only the Sound Remains at the Paris Opera, he stepped out of his dressing room and saw something surprising: another person of color. It was the violinist Jennifer Koh, whom Saariaho had invited to see the show. Koh noticed the same thing. She, an American daughter of Korean refugees, and he, Black American, were outliers in crowd of white people. There was, Tines recalled, line of connection there that we had without really having met or talked. think that line of connection, he added, was the beginning of our relationship, which continued to deepen with the development of this piece. Tines was referring to Everything Rises, an hourlong work that he and Koh have been collaborating on since they met. It has been project of evolution and introspection, changing even to respond to racialized violence against Black and Asian American people during the pandemic. Originally planned for spring 2020, it is now premiering on April 12 at the University of California, Santa Barbara, and traveling to Los Angeles later that week. Difficult to categorize, Everything Rises is multimedia show with elements of theater, as well as documentary in music composed by Ken Ueno about Tines and Koh: their experiences as people of color in predominantly white field, their journey toward honesty about themselves and their audiences, and their explorations of their families history. Along the way, they celebrate their maternal lineages based on interviews with Tiness grandmother, Alma Lee Gibbs Tines, and Kohs mother, Gertrude Soonja Lee Koh as they arrive at something like independence from the pressure of the music industry. Its about revealing who we are, Koh, recent Grammy Award winner for her album Alone Together, said over lunch with Tines. Whenever you see someone walking down the street, theres whole life and whole history that they carry with them that you might have no idea about. Getting to this place what Tines called the richest possible form of Everything Rises has taken years. The creative team has changed more than once; so has the title. An early workshop was called The 38th Parallel, and was more focused on the families of Koh and the composer Jean Baptiste Barrire, who is Saariahos husband. He left the project over creative differences, and the shape began to gravitate toward one based on Tines and Kohs relationship. More collaborators came and went, but the final lineup including Ueno, the dramaturg Kee Yoon Nahm and, within the past half year, the director Alexander Gedeon made for what Koh felt was the most comfortable environment yet. Almost everyone is person of color, and theres something significant about that, she said, because there are experiences that are just understood. In the process, the project has become increasingly unflinching. Since this piece is about gaining personal agency and revealing truth, Tines said, and since we are allowed the space to explore personal agency and truth, there is an opportunity to say things to audiences that we otherwise would never be given the space or encouragement to say. He continued: We are conscious of who our audience traditionally is. Pandering to them would be ignoring what our realities actually are. Were past the point of allowing the proscenium to be wall. dont think theres much gained by making whats onstage plastic representation of life. That belief guided decisions such as how to end the piece. At one point, Tines had planned to sing gospel hymn, The Lord Will Make Way Somehow, and segue into the beginning of Beethovens Ode to Joy It was way, he said, of showing the dichotomy of being classical singer in canon work, but also bringing my own personal and Black experience that fuels and informs everything do. After run through, Koh told him that she didnt feel like it was right. But, he responded, it was his way of expressing balance and resilience. Then she said: You know, you dont have to give that to the audience. They havent earned that from you. You do not have to give them your ways of coping; that is for us to hold as our own safety. Her words made Tines cry. had never really framed it that way, he recalled in the interview. If give this to an audience, is it giving them an out. Is it saying that my release is being offered as your pathway out of it as well. realized had been giving away the potency and agency of what was trying to share by also allowing an escape hatch. Everything Rises now has an original score throughout, along with text taken from recorded conversations between Tines and Koh in part, Tines said, because its about sharing the truth of our experiences, instead of tying to aestheticize our experience. dont need to find poem that represents something can say more directly. Some material has been taken from elsewhere, especially the lyric for Strange Fruit, which is given new setting near the end of the work. That sequence had test run, in the form of music video, last year as part of Carnegie Halls series Voices of Hope. In it, Kohs playing agitated extended technique accompanies historical images of lynchings and racist cartoons. Tines enters later with somber, slow treatment of the text that gives way to something more beautiful, showcase of his pillowy and soothing upper range that is at odds with contemporary videos and photos of violent attacks and bloodied faces. Its gorgeous and unbearable made even more difficult by the juxtapositions of female victims and Koh walking down New York City sidewalk. But it ends with optimism: message of togetherness, including from two girls, one Black and one Asian American, holding sign that says, This is what solidarity looks like. Strange Fruit, Ueno said, encapsulates so much of what the mission of the piece is about, and noted that it came out not long after six women of Asian descent were murdered in Atlanta last year. The video cites rise in hate crimes against Asian Americans; in December, New York Citys Police Department reported 361 percent increase in attacks targeting them compared with the previous year. The show isnt all so intense, but it is unsparing in its discussions of race, history and classical music. Gedeon, the director, said: Its raw, its edgy in way, and its haunting. The words are written with this very direct language in confronting the reality of experience of being person of color in this predominantly white space. It begins with Koh and Tines dressed as they might be for any performance her in gown, him in tails because, Tines said, so many of our stories have come out of what it means to present oneself. They intentionally fulfill stereotypes of concert dress, and from there interrogate audience perception and the extent to which they are complicit in that. In song called Story of the Moth, Tines sings: From there, they recount journeys of personal and historical discovery. Koh spent about 10 hours interviewing her mother, Soonja; Tines had already been secretly recording his grandmother for quite some time. Audio from those conversations is included, to revealing effect, such as Almas account of lynching They killed him and hung him, cut his head off and kicked his head down the streets in poetic fragments woven with Soonjas memories of violence in Korea: So saw people being tortured and people on the trees, bodies hanging on the trees. Uenos score for the two performers and electronics is an analogue to code switching, with faux classical and traditional Korean music, along with 70s pop and contemporary avant garde idioms. Its an allegory of their experience, Ueno said, but its also way to highlight the broad virtuosity of what Davne and Jenny can do, things like Davnes angelic high range and profundo low range, and Jennys extended technique. Gedeon said that because he came to the project so late, most of his work has been massaging these pieces into clear through line and creating more interstitial material that brings them on this journey of moving from being celebrated, prestigious classical musicians but maybe feeling hollow inside, to having deeply rooted authentic personal excavation. By the end, Everything Rises departs from the white dominated space of the opening with the aim, Tines said, of reclaiming agency. He and Koh perform duet about how they are connected, and how this project allows us to see each other. Its about creating new space, Koh said. And hopefully what were doing in this work will open space for people of color to tell more truth. Its everybodys loss, including classical music, if stories from people that are not like us are not heard.",
        "images": [
            {
                "url": "https://static01.nyt.com/images/2022/04/10/arts/10RISES-1/10RISES-1-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
                "caption": "The violinist Jennifer Koh and the bass-baritone Dav&oacute;ne Tines collaborated on the performance project &ldquo;Everything Rises,&rdquo; which premieres April 12."
            },
            {
                "url": "https://static01.nyt.com/images/2018/06/12/multimedia/author-joshua-barone/author-joshua-barone-thumbLarge.png",
                "caption": "Joshua Barone"
            }
        ]
    },
    {
        "source": "new york times",
        "url": "https://www.nytimes.com/2022/04/08/sports/soccer/champions-league-liverpool-man-city.html",
        "text": "Everything started with letter. In the summer of 1990, Daniel Jeandupeux, young Swiss coach, was bored. More precisely, he was bored by that years mens World Cup The romance of Toto Schillaci, the joy of Roger Milla, the swelling aria of Nessun Dorma: None of it could quite dislodge his sensation that it had been, by and large, deeply ugly tournament. That thought inspired Jeandupeux to explore why that might have been. As he described it to the estimable Dutch news outlet De Correspondent, he used an early example of soccer analytics software, platform called Top Score, to examine what form the game took, particularly in matchups in which one team took an early lead. The answer, as he found it, was that the game essentially stopped. In some cases, the winning teams goalkeeper had 10 times as many touches as all of the other players combined. The best way to win in soccer, Jeandupeux had discovered, was to ensure that as little soccer as possible was played. He sent his findings in letter to an old friend, Walter Gagg, functionary in FIFAs technical department, the part of soccers world governing body that looks after the actual soccer. His warning was stark. Such possession is bound to kill the game, he wrote, unless there was rectifying action. Jeandupeux had an idea of what that might be. His timing, it turned out, was immaculate. FIFA had been worrying about an epidemic of time wasting for about decade, but had always found the International Football Association Board the British dominated body responsible for the games rules reluctant to change. There was one person at the top of the organization, though, determined to break the stalemate. Rather inconveniently, that person was Sepp Blatter. few months after that World Cup, Blatter had created what he called Task Force 2000, which is precisely the sort of name that Sepp Blatter might come up with for something. Led by Michel Platini again, in hindsight, little problematically it was given the job of identifying ways to make the game more appealing, more dynamic, more dramatic. Jeandupeuxs letter, passed to Platini and his fellow Task Force members, crystallized many of their thoughts. Now they not only had empirical proof that soccer had grown slow, cautious and dull, but recommendation as to how to change it. Jeandupeux had suggested that the most egregious form of time wasting one that had been soccer cornerstone for decades be outlawed: Goalkeepers, he said, should be banned from rolling the ball to teammate, getting it back, and picking it up again, only to repeat the process few seconds later. The Task Force decided that proposal did not go far enough. Instead, its members decided that goalkeepers should no longer be able to use their hands to receive pass from any teammate. Within few months of Jeandupeuxs submission to Gagg, they had invented what would become known as the backpass rule. Everything in modern soccer flows from that single change. Without that letter, without that Task Force and, yes, sadly, without Blatter there is no tiki taka, there is no gegenpressing, there is no Arsne Wenger or Pep Guardiola or Jrgen Klopp. There is no game as we currently see it. It is easy for fans of certain vintage to scoff at soccers tendency to treat 1992 as some sort of Year Zero, to bristle at how easily everything that happened before the dawn of the Premier League and the Champions League an entire century is dismissed as an irrelevant prehistory. But 1992 was not just rebranding exercise. It also brought substantive shift in the nature of soccer itself. That summer, two years after Jeandupeux sat down and wrote his letter, the backpass rule came into force. It is legitimate before and after: The soccer that would follow was not just fundamentally different from what went before, it was better. It is important to remember that as, once again, the sport finds itself discussing change. UEFA, European soccers governing body, has already rubber stamped new format for the Champions League. This week, it confirmed that it would reserve two places in the tournament for teams that qualified on what has been called, little euphemistically, historical merit. Even that, though, did not go far enough for Nasser Al Khelaifi. In his role as chairman of the European Clubs Association rather than president of Paris St Germain or chairman of BeIn Sports or chairman of Qatar Sports Investments or vice president of the Asian Tennis Federation Al Khelaifi has other changes on his mind. They range from the rather vague amounting essentially to list of Web3 buzzwords like metaverse and NFTs to the more concrete. Al Khelaifi believes it is worth exploring the idea of an expanded European Super Cup, turning semi serious showpiece into tournament in its own right, one that may be played outside Europe. He would consider Final Four style tournament for the Champions League. He would, reading between the lines, contemplate changing kickoff times to suit television markets in the United States and Asia. Despite the very obvious self interest of their source, despite the fact that not all of these ideas are his, and despite the circumstance almost exactly year since the sudden launch and swift death of the European Super League project these ideas should not be rejected out of hand. They are not, by any stretch of the imagination, perfect, but nor are they entirely devoid of merit. Soccer would do well to remember that, at first, it was assumed that the backpass law would simply encourage goalkeepers to launch the ball at every given opportunity; nobody imagined that its ultimate consequence would be derson. Expanding the Super Cup is, on the face of it, reasonable idea. It is possible that the benefits of staging the semifinals and final of the Champions League in single location the sense of occasion, the drama of one and done knockout would outweigh the undoubted complications in security, logistics and the loss of revenue and, crucially, atmosphere generated by semifinals on clubs home turf. Even the concept of teams being given pass into the Champions League despite not qualifying domestically is not quite as absurd as has been presented: Though such proposal would, doubtlessly, increase the inequality that remains the games greatest challenge, there is at least some logic in the idea that how you perform in the tournament itself should be rewarded. There is no reason to reject Al Khelaifis ideas, then, simply because they represent change. Change, as Jeandupeux would testify, can sometimes bring improvements, and in ways that are not immediately apparent. The problem, in fact, is the opposite; these ideas do not represent change enough. It was striking, for example, that Al Khelaifi should cite the Super Bowl as an example of the sort of things soccer should be doing. Why, he asked, was the final of the Champions League not more of an event. Why was it not more of show. Why was there not litany of the worlds biggest musical acts lining up to play at the worlds biggest annual sporting fixture. These are all questions that soccer executives ask with alarming frequency. The answer to that last one, for what its worth, is that the worlds biggest musical acts know full well that they would be jeered if they played the Champions League final, because all of the people in the stadium are there to see soccer match, not concert. Nobody, anywhere, is quite so obsessed with the Super Bowl as the people who run Europes soccer teams. None of them ever seem to stop to consider the fact that the global audience for the Champions League final dwarfs that of the Super Bowl, or the reality that soccer is more popular by an order of magnitude worldwide than the NFL, and that it has achieved all of that despite not having halftime show. It gives the impression that soccers leaders have startlingly little confidence in the sport in which they have invested. That is not the case, of course; the reasoning is little more subtle. The games power brokers propose these things fireworks, dance troupes, rebranded competitions, format changes and all the rest of it because, while the changes that would have the most effect are far simpler, they are very much not in their interests. The way to make every game an event, as Al Khelaifi put it, is not to invite Maroon 5. It is to increase the competitive balance between the two competing teams so that the result does not feel like foregone conclusion. The reason the group stages are not compelling is not because there is no Jean Michel Jarre style light show before kickoff; it is because it is group stage, and so there is no genuine sense of jeopardy. Anyone with even modicum of understanding of soccer of sports understands that: Memories only need to stretch as far back as last week, and the playoffs for the World Cup, to realize that drama is not generated by the staging of game or even the quality of it, but the meaning and the content. Al Khelaifi, of course, is not going to propose any change that radical, any change that meaningful. Addressing the chronic lack of competitive balance would not benefit PSG or the rest of the cabal of superclubs whose agenda continues, even after the Super League debacle, to dominate UEFAs thinking. Instead, he and his peers will continue to believe and to insist that soccers route to growth lies in improving the packaging, rather than the product. Like Jeandupeux, all those years ago, they very clearly sense in some way that things are just getting little boring. The difference is that they are holding on to the ball, and they will do all they can to not give it back. Sitting in the stands at Stamford Bridge on Wednesday night, it was very difficult to have any sympathy with the idea that the Champions League needs to change at all, other than perhaps by introducing some sort of rule that Karim Benzemas presence should be compulsory in all matches. The previous evening, spent watching Manchester City try to break Atltico Madrids fearsome resistance, was not quite as entertaining. That is not because Atltico should not rely on grit and grizzle more than flash and flair, but because cornerstone of any great defensive performance is some sort of attacking threat. And you may not have noticed, because FIFA has not been keen to publicize it, but it turns out we are not getting biennial World Cup after all. Even the expanded Club World Cup seems to have faded from view somewhat. This happens lot to Gianni Infantinos big ideas, when you think about it. In good news for Alan Goldhammer, but bad news for both FIFA and the many and varied sports washers of the world, we can now say with some certainty that he is far from alone. The audience for this newsletter is self selecting demographic, of course one defined, lets be clear, by its impeccable taste and so cannot be treated as broad sample. But it would appear that there are quite few of you out there, like Alan, who do not intend to bless the Qatar World Cup with your attention. refuse to lend my eyes to an event which is designed by nasty regime to bolster its image, wrote Nathan Wajsman. also skipped the 2018 World Cup in Russia and the recent Winter Olympics in Beijing. It may not mean anything to the organizers, but it means something to me. Sjaak Blaauw has come to the same conclusion. With 6,500 people having lost their lives, and many workers not having been paid what was their due, cannot condone this, he wrote. Some are little more conflicted. am getting closer to Alan Goldhammers sentiment, but it is taking more time and thought for me, wrote Rashmi Khare. feel more and more like am being manipulated. If participate, my eyeballs and my dollars will be used to justify the corruption that led to this tournament. If do full blackout, its just one less eyeball/dollar from billions. And others still offered different perspective. Good on Mr Goldhammer, wrote Nick Adams, before acknowledging that rather than not watch, he would put my mind to thinking how to make Qatar safe for all visitors, how would voice protest, and how would do something to change the corrupt decision making process that led to the tournaments being held there in the first place. There were many more submissions, all of them just as sincerely held and articulately expressed. Thank you to all of you who emailed, and please keep them coming. The correspondence on that subject has been rivaled only by the continued debate about deep dish pizza, including an assessment from Bart McKay that enjoyed enormously. Deep dish pizza, he wrote, is just casserole with better PR",
        "images": [
            {
                "url": "https://static01.nyt.com/images/2019/08/23/sports/Rory-Smith-better/Rory-Smith-thumbLarge.png",
                "caption": "Rory Smith"
            }
        ]
    },
    {
        "source": "new york times",
        "url": "https://www.nytimes.com/2022/04/09/us/self-induced-abortion-murder-charge.html",
        "text": "A South Texas sheriffs official said on Saturday that 26 year old woman had been indicted on murder charge in connection with the death of an individual through self induced abortion. The woman, Lizelle Herrera, 26, was arrested on Friday and detained in Starr County, the official, Maj Carlos Delgado, said in statement reported Saturday by The Associated Press. Ms Herrera was released on bail on Saturday, according to statement from the Frontera Fund, an abortion rights organization. Her bond was set at $500,000. While circumstances of the case remain unclear the statement did not say whether Ms Herrera was accused of having the abortion or aiding one, or how far along the pregnancy had been the indictment comes months after the Texas Legislature passed several restrictions on abortion. The charge also comes amid expectations that the Supreme Court will soon overturn Roe Wade, the 1973 ruling that established womans constitutional right to an abortion and that prohibited states from banning the procedure before fetus is viable outside the womb, which is currently about 23 weeks of pregnancy. It is unclear what statute Ms Herrera is being indicted under. An abortion ban that took effect in Texas in September, known as SB 8, prohibits abortion after six weeks but leaves enforcement to civilians, offering them rewards of at least $10,000 for successful lawsuits against anyone who aids or abets an abortion. The Texas Legislature then enacted another law, SB 4, which establishes criminal violation state felony punishable by $10,000 fine and up to two years in prison for providing medical abortion pills after 49 days of pregnancy, or for providers who fail to comply with series of new regulations and procedures. That law also exempts pregnant women from prosecution. One section of the Texas penal code exempts expectant mothers from being charged with murder in connection with the death of an unborn child. Most states instead target abortion providers when an abortion is deemed illegal. In most of the country, abortion is prohibited after fetal viability, generally 22 to 24 weeks, though several states are moving to ban abortions at much earlier stages in anticipation that Roe will be overturned. According to the statement by Major Delgado, Ms Herrera was indicted on the murder charge after she intentionally and knowingly caused the death of an individual by self induced abortion. Self managed abortion is any abortion outside of medical care and can include the use of abortion pills. But in dangerous cases, it can include those conducted with supplements, herbs or vitamins; multiple contraceptive pills or emergency contraception pills; or physical trauma. Ms Herreras lawyer, Calixtro Villarreal, declined to be interviewed on Saturday. The Starr County district attorneys office and sheriffs office could not be reached for comment. In his statement, Major Delgado said the district attorney planned to release details to the news media on Monday. While women have been arrested, jailed and convicted in cases involving self induced abortions, including cases in which women have used drugs during pregnancy, such cases have been rare and have even more rarely resulted in conviction. But that could change in this new political climate, as women increasingly turn to self induced abortions, said Stephen Vladeck, law professor at the University of Texas at Austin. States have made it that much harder for women to obtain abortions from medical professionals, leading them to the more dire remedy of doing it themselves, Mr Vladeck said. He added that these kinds of prosecutions that would have been incredibly unpopular and controversial as recently as 10 or 15 years ago are now receiving more support. Jenny Ecklund, lawyer representing the Frontera Fund and other abortion rights groups in Texas, said that the indictment sent distressing signal to women in the state. If state can criminalize conduct that they neither know nor understand, it puts the lives of anyone who can be pregnant in the state of Texas in real danger, she said.",
        "images": [
            {
                "url": "https://static01.nyt.com/images/2022/04/09/multimedia/09Abortion-arrest-01/09Abortion-arrest-01-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
                "caption": "The woman who was indicted, Lizelle Herrera, was detained in Starr County, Texas, near the Mexico border. She was released on bail on Saturday, according to an abortion rights group. "
            },
            {
                "url": "https://static01.nyt.com/images/2022/03/11/reader-center/author-sophie-kasakove/author-sophie-kasakove-thumbLarge.png",
                "caption": "Sophie Kasakove"
            }
        ]
    },
    {
        "source": "new york times",
        "url": "https://www.nytimes.com/2022/04/10/nyregion/ocean-county-new-jersey-covid.html",
        "text": "Ocean County, coastal region in central New Jersey, is home to some of the states most exclusive waterfront communities and its fastest growing town, Lakewood. Republican bastion in state controlled by Democrats, the county is largely suburban, encompassing more land than all but one other county in New Jersey. Now, as the United States begins to chart path through third year of the pandemic, Ocean County also illustrates stubborn public health challenge: large share of its residents have not been vaccinated against the coronavirus, and its Covid 19 death rate is the highest in the state. The county has recorded 459 virus related deaths for every 100,000 residents, state data show. This outpaces fatality levels in every other county in New Jersey, an affluent, well educated and densely populated state still struggling to limit its virus death rate. New Jersey has the fifth highest fatality rate from Covid in the United States, behind Mississippi, Arizona, Alabama and West Virginia. Explanations for the high number of deaths in Ocean County range include the large percentage of residents older than 85 and low vaccination rates among people 65 and under, factor that some studies show is most closely tied to partisan politics. The county also has large and growing Orthodox Jewish population, who were hit hard during the first wave of the pandemic and whose vaccination rates are far lower than statewide averages, reflecting similar trends in Orthodox Jewish neighborhoods in New York. In the 2020 presidential contest, when New Jersey supported President Biden by an overwhelming margin, voters in Ocean County backed former President Donald Trump by almost 29 percentage points the largest share of any of the states Republican strongholds. At this stage of the game, whoever made the decision to get it has gotten it, John Ducey, the longtime Democratic mayor of Brick, 74,000 person Ocean County township, said about the vaccine. lot of people who are not in favor of getting the vaccine make it on political judgment, he said, adding, They dont want an invasion of their bodies. Covid 19 vaccines have been proven to significantly lower the risk of serious illness or death, particularly for people who also have booster shots. But among Ocean County residents eligible for Covid 19 vaccine, only 58.4 percent have had at least two shots of Modernas or Pfizer BioNTechs vaccines or one shot of Johnson Johnsons, according to the Centers for Disease Control and Prevention. That is well below the statewide vaccination rate of 79.8 percent and the nationwide rate of 69.8 percent. Lakewood, which is home to thriving Orthodox Jewish community and is the countys largest township, has the regions lowest vaccination rates. Just 40 percent of Lakewood residents older than are fully vaccinated; of these, 38 percent of residents eligible for booster shot have received one, according to the states Department of Health. In New York, Borough Park, hub of Orthodox Jewish life in Brooklyn, has the citys lowest vaccination rate. But it significantly outpaces Lakewoods: About 53 percent of residents and older in the Brooklyn neighborhood are vaccinated. Most of Ocean Countys 2,925 confirmed and probable virus fatalities occurred in the first year of the pandemic, before vaccines or therapies to treat the disease were widely available. The average number of daily deaths, which peaked at 18 in May 2020, has now plummeted to about one day. Still, deaths have continued to accrue steadily: Since last spring, the number of people who have died each quarter in Ocean County has surpassed the number of fatalities during the three months before. In Brick, where about 64 percent of residents eligible for Covid shots are vaccinated, roughly 28 percent of the 357 virus related deaths occurred after vaccines became widely available, according to county data. Still, Mr Ducey said he opposed vaccine mandates. Theres people out there that do not want the vaccine and think it should be left up to them, said Mr Ducey, who is vaccinated and has received booster shot. Thats the great thing about our country: We have freedom of choice. But as the worst days of the pandemic fade from memory and politicians plot road toward normalcy, persuading more people to be vaccinated has become priority for infectious disease specialists like Dr Meg Fisher, pediatric immunologist working as consultant to New Jerseys health commissioner. For them, nudging vaccination rates higher is considered vital to protect the broader community against new variants, like the highly transmissible Omicron subvariant, BA.2, which is now the dominant version of the coronavirus in the United States and around the world. Overcoming peoples complacency this becomes very important right now, Dr Fisher said. We need the younger people vaccinated, she added. nationwide study by the Pew Research Center found that 73 percent of people who identified as Democrats and were eligible for booster shot had one, compared with 55 percent of the people surveyed who said they were Republicans. Younger Republicans were particularly hesitant to be vaccinated, the study showed, with just 52 percent of people between the ages of 18 and 29 reporting being vaccinated, compared with 88 percent of Democrats in the same age group. The biggest gap weve seen thats been consistent has been partisanship, said Alec Tyson, the associate director of research at Pew Research Center. Its not narrowing, he added. If anything its growing even wider. Ocean County, which hugs the Jersey Shore and is retirement destination, has the fourth highest percentage of residents older than 85 in the United States, behind three similarly large counties in Florida, census data show. At one county hospital, Community Medical Center, 73 percent of patients qualify for Medicare, the federally funded health care available to people 65 and older and some younger people with disabilities. When you put that in perspective, its not that much of surprise that the death rate would be high, said Patrick Ahearn, chief executive of the medical center in nearby Toms River. Daniel Regenye, Ocean Countys chief health officer, said his office created an extensive network of vaccination sites; none of the countys 649,000 residents lives more than two miles from location offering Covid vaccines, he said. The countys low vaccination rates do not apply to all age groups. Among people over 65, who are considered most vulnerable to severe disease, 88 percent are vaccinated, just six percentage points lower than the statewide rate. Dimitri Svarnas and his wife, Janis, are registered Republicans who are ardent supporters of Mr Trump. The couple got vaccinated to take cruises and travel out of the country but were still deciding about booster shots. You cant control my body, Mr Svarnas, 76, of Brick, said outside the ShopRite where he was first vaccinated last year. Nobody controls my body. To entice younger people, Ocean County has run pop up clinics that have dangled incentives like free admission to Six Flags Great Adventure, an amusement park in Jackson, and season long access to the parks popular safari ride. In Lakewood, where nearly half of the residents are younger than 18, shots were offered during events held on Sundays that featured childrens bounce houses, free food and mini golf. Theres general perception and its being fed by lot of people that says natural infection is better, Mr Regenye said. My concern is resurgence of vaccine preventable disease, he added. Dr Dovid Friedman is chief executive of CHEMED, the Center for Health Education Medicine and Dentistry in Lakewood, community based health care provider that receives federal funding to provide primary care services to residents. He said the original government messaging failed to give enough credence to many Jewish residents beliefs that being infected with the virus was nearly equivalent to vaccination. There is also widespread misunderstanding, he said, about the primary role of the Covid vaccine. People get confused with Why is there still disease. he said. But the vaccine wasnt designed to stop disease. It was designed to prevent hospitalizations and deaths. To try to increase vaccination rates among the countys large number of Orthodox Jewish people, the state began targeted advertising campaign in early February that was instantly derided as culturally inappropriate. Digital billboards depicted smiling Jewish man, but the hat, hairstyle and necklace he wore did not accurately reflect the religious customs of Lakewood residents. The state quickly pulled the ads and switched advertising companies. New print ads focus on the importance of getting vaccinated as way to boost the bodys natural defenses, said Elie Rosenfeld, chief executive of Joseph Jacobs Advertising, the newly hired firm. The ads also stress the vaccines ability to limit disruptions to the normal rhythm of life, including school and family activities, as well as the obligation each resident has for keeping the broader community safe, he said. David Djmal, the manager of an commerce site in Lakewood, is one of the people the revised ad campaign is trying to reach. He said he had Covid during the first wave of the pandemic in March 2020 and had not been reinfected, even though he is not vaccinated and has had close contact with people who have tested positive for the virus. This only proved further to myself the strength of my immunity, said Mr Djmal, 29. He said he would probably get the shot if his job were at risk. It depends, he said, on how inconvenient they made my life.",
        "images": [
            {
                "url": "https://static01.nyt.com/images/2022/03/17/nyregion/00nj-vaccination1/00nj-vaccination1-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
                "caption": "Rafael Berroteran, left, registered for a coronavirus vaccine with his 8-year-old daughter, Annia, in Lakewood, N.J."
            }
        ]
    },
    {
        "source": "new york times",
        "url": "https://www.nytimes.com/2022/04/08/realestate/nyc-rent-cost.html",
        "text": "The hallmarks of feeling like youve made it in New York City are often as follows: navigating the subway sans map, maitre who knows you by name and living alone, at last, in your own apartment. For window of time during the pandemic, when many fled the city and landlords offered rock bottom rents to tempt those who stayed, some could finally afford to reach that shining hill of solo living. But as the city thrives again, many who scored sweet deal now face rent renewal sticker shock rents have risen 33 percent, and lease renewal asking double is not unheard of. Those renters have been hit with hard reality check: The halcyon days of blasting music, letting dishes pile up in the sink and walking from the bathroom to the kitchen without towel are over. For them, New Yorks soaring real estate prices mean the only way to stay is to bunk with roommate once again. At the start of the pandemic, Chelcie Parry was hunkered down in damp, two bedroom, no living room apartment in Bushwick, Brooklyn, with roommate, facing pestilence at every turn: outside was the threat of coronavirus, inside was black mold. For the pleasure, each paid $1,000. Then in January 2021, Ms Parry came across studio in Manhattans Financial District complete with doorman. Before the pandemic it had been listed at $2,614 month, according to the listing website StreetEasy, now the rent was $1,750. After months of lockdowns, social distancing and working from home in her dank apartment, she jumped at the chance to live spore and roommate free. It felt like the closest thing that could have to hug at the time, said Ms Parry, 26. To afford it, she said, she took on another job; she works at theater nonprofit, and at media company. The studio felt worth the hustle: She spent her days decorating to her own taste, practicing TikTok dances free from judgmental observers and indulging her am Hot Pocket habit without anyone catching her in the kitchen, she said. Then her lease renewal arrived in the mail. On April 1, the rent went up to $3,450 just shy of double. It is swanky, and it is not something pictured that could ever be able to afford, Ms Parry said in March, while packing up her doorman studio. Which apparently is right because could only afford it during global crisis. She is not alone: Since this time last year, New York City rents have risen 33 percent, nearly double the national average, according to the online listing site Apartment List. In affluent neighborhoods, its worse: at the height of the pandemic, in Williamsburg in Brooklyn and on the Upper West Side of Manhattan, for example, the median asking rent fell about 20 percent. Since January 2021 it has charged upward by about 40 percent in both places, according to StreetEasy. In SoHo the median rent jumped 58 percent in the fourth quarter from $3,800 to $6,002 according to the site. Behind the extreme hikes in rent is rental market crunch driven in part by Covid expats flooding back, attracted once again to revitalized city or recalled by office jobs. The vacancy rate in Manhattan was 1.3 percent in February 2021, down from the record high of 11.8 percent in February 2020, according to Miller Samuel Inc, residential appraiser. The surging median rents are merely course correcting, and align with historical trends that were disrupted by the pandemic, according to landlords and their representatives. Not every landlord is trying to add zeros to every renewal. To keep tenants in place, Weber Realty Management has instituted policy that caps most renewals at 10 percent across the 250 rental units it represents in Manhattan enough to keep in line with inflation, but many are still below the prices of comparable apartments available for rent in the neighborhood, said Marc Weber, one of the property managers. The companys new rentals are at market rate. Landlords are trying to pay for their expenses, with inflation going on everything is getting more expensive, Mr Weber said. But if landlord is doubling the rent, that is greed. Priced out of Manhattans solitary living market, Ms Parry and her boxes headed to new residence this month, four bedroom basement apartment in Harlem, with three other roommates, for which she will pay $890 month. New York City has always been cutthroat about real estate, said Stephanie Diamond, the founder and CEO of Listings Project, newsletter featuring vetted real estate classifieds. Ms Diamond said that in recent months the housing wanted ads have poured in. The texts of these new ads, she noted, is increasingly pitched in desperation. Its never been fair, dont think ever, and now it is off the charts. After year or more of living on their own pinnacle of achievement in New York some say the bump back to earth has been painfully personal. It feels like setback, it feels like failure; because we all dream of coming to New York and having the beautiful one bedroom, or the beautiful studio and thats not something that Im going to have, Ms Parry said. It is honestly devastating. After initially commuting nearly two hours from Washington Heights in Manhattan to the through 12 school where she teaches in Red Hook, Brooklyn, Valerie Love found steal close to her classroom in November 2020. For $1,450, she rented garden level studio apartment within townhouse in Clinton Hill, neighborhood on my vision board, she said. The family who owned the house had fled the city for second home, she said. As the pandemic dragged on and the family showed no signs of returning, she began not just to settle in, but to revel: Ms Love bought velvet couch customized to fit the Clinton Hill apartment and sets of good dishes to one day entertain. She arrived in 2019 to New York from Atlanta without furniture of her own, filling her shared spaces with IKEA or using roommates pieces. When the homeowners returned in December 2021, and Ms Love had to seek new accommodation, she was floored by the jacked up real estate landscape: She was priced out of living alone close by her workplace. In areas where she might afford place by herself, there was almost no inventory. She ended up in Midwood, Brooklyn, in an apartment she splits with roommate, paying $900 for her share. Her custom couch is now stored in hallway, covered to protect it from the roommates cat; the nice dishes remain unpacked in rolling suitcase. She doesnt need either, but cant bear to part with them, Ms Love said, mementos of paradise lost. achieved one of the pillars of living in New York: If you can secure housing in New York, this is how you know you are making it in New York, Ms Love said. It made me feel confident that was accomplished and that was just going to go up from there. She added: And now question: Did regress. If it comes down to choice between leaving New York City or enduring roommates, many still choose cohabiting even if it means labeling the milk in the refrigerator and duking it out over whose hair clogged the drain, this time. For those who choose to stay, the situation is bit brighter: So far, roommate rents, which fell to their lowest levels in six years during the pandemic, have not risen as steeply as for solo dwellings, according to data compiled by SpareRoom, roommate and shared housing listings site. The median rent for person sharing an apartment was $1,199 in February, nearly $100 less than it was before the pandemic began, data shows. Matt Hutchinson, spokesman for SpareRoom, doesnt see it staying that way. New York is New York, he said. Its one of those suitcase and a-dream cities, and dont think thats ever going to change. As Galit Nickins friends and neighbors high tailed it out of the city to shelter with family or in less populous areas in the early days of the pandemic, she decided to stay put. In part, it was because for the first time since she arrived from Mexico City five years ago, the downward spiraling rents meant she could afford to live without roommates. year ago, she moved from shared three bedroom in Williamsburg, for which she paid around $1,700, to her very own one bedroom on the Upper East Side which, after the perk of months free rent as an incentive, cost roughly the same price. Ms Nickin, 28, leaned into having her own space, including adopting large Labrador retriever, something unimaginable in her cohabiting days. Then came her renewal offer in the mail: On April she faced roughly 30 percent increase that Ms Nickin, who is project manager for an architecture firm, says she cannot afford. She is reeling from more than sticker shock, she said, but also from the sense that landlords are turning their backs on tenants who stuck it out with them when others abandoned troubled city. decided to stay in New York, decided to give their apartment and their building chance, and it feels like they clearly dont care, said Ms Nickin, who was granted an extra month from her landlord since she is struggling to find another place. When they needed help, rented it. And now they just want more money. Factoring in the costs of moving potentially twice within year, Ms Nickin now regrets her decision to jump at cheap space. It is coming back to bite us in the back, she said, when we actually were here supporting the city. Still, shes trying to hang on to her one bedroom bliss and is currently negotiating with her landlord. In fact, she has little choice, she said. Few roommate listings she has replied to will allow her dog, Lua, and that is one concession she will not make. had really good roommates and had really bad roommates, Ms Nickin said. But she is great roommate.",
        "images": [
            {
                "url": "https://static01.nyt.com/images/2022/04/10/realestate/08stickershock/merlin_204732864_46adca94-eabc-4489-8229-0f832f73e15b-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
                "caption": "Chelcie Parry had to pack up and leave an apartment after the rent rose to $3,450 — just shy of double what she was paying."
            },
            {
                "url": "https://static01.nyt.com/images/2018/06/13/multimedia/author-sarah-maslin-nir/author-sarah-maslin-nir-thumbLarge.jpg",
                "caption": "Sarah Maslin Nir"
            }
        ]
    },
    {
        "source": "new york times",
        "url": "https://www.nytimes.com/2022/04/10/arts/television/saturday-night-live-ketanji-brown-jackson.html",
        "text": "History was made earlier this week when Judge Ketanji Brown Jackson was confirmed by the Senate on Thursday, making her the first Black woman to become Justice of the Supreme Court. And, though it was not quite as monumental in scale, Saturday Night Live sketch commemorated this achievement, imagining Jackson as played by Ego Nwodim preparing for celebratory speech as she consulted with President Biden James Austin Johnson at the White House. Johnson, as Biden, gave himself pat on the back: made campaign promise to put Black woman on the court, and did it, he said. So thats one campaign promise down and only 74 to go. Nwodim, as Jackson, explained that she was happy to do her part to ensure her confirmation: Work twice as hard as white man my entire life, and then spend week listening to Ted Cruz call me pedophile, she said. As he exited, Johnson gave her some words of encouragement. Take moment in this room, he said. Feel the weight of history. Sometimes like to imagine talking to all the great Americans who came before me. Reflecting on this advice, Nwodim asked herself, Who would want to talk to. So saying, she was joined by Kate McKinnon, who returned to her recurring role as the late Justice Ruth Bader Ginsburg and offered Nwodim some guidance. Heres my advice, McKinnon said. Always label your lunches. lot of those other justices, they got sticky fingers. Also, she said, If youre anything like me, white ladies are going to start wearing buttons of your face like an voted sticker. Its freaky but they mean well. Next, Kenan Thompson entered as Justice Thurgood Marshall. Reflecting on his time at the forefront of the civil rights movement, Thompson said, was there when people of color in this country came together with one voice and said enough is enough. And then white folks said, well think about it. Even so, Thompson told Nwodim not to give up on democracy. mean, was the first Black Supreme Court justice, he said. You must be, what, the 10th. The 20th. Nwodim replied, No, just the third. No further questions your honor, Thompson hurriedly replied. Punkie Johnson, who appeared as Harriet Tubman, grew suspicious when she learned from Nwodim that shed be serving lifetime appointment: Dont like that, Johnson said. Sounds like trap. When Nwodim assured her it wasnt, Johnson answered, OK, but if it is, light two candles and meet me in the farmhouse at midnight. Chris Redd entered as Jackie Robinson to give Nwodim further encouragement. Let me tell you, being the first is kind of fun, he said. Yeah. Its fun. Heres my advice: Watch out for batteries. You will get so many batteries thrown at you. Nwodim corrected Redd, who mistakenly believed shed be paid more money than professional athlete. wish, she said. Baseball players today average about $4 million year. Oh, excuse me for second, said Redd, who then emitted primal scream into his baseball glove. He caught his breath and added, Thank you. Ive been holding that in since 1947. How long has it been since Jake Gyllenhaal last hosted Saturday Night Live. As the actor explained in his opening monologue, he made his only other appearance as an SNL host back in 2007. You know how long ago that was. he asked. That was like 400 Marvel movies ago. For that previous monologue, Gyllenhaal had dressed in drag and performed And Am Telling You Im Not Going, from the musical Dreamgirls. He made clear those same antics probably wouldnt fly in 2022, but he did sing again this time, slightly altered version of Its All Coming Back to Me Now, Jim Steinman rock opus popularized by Celine Dion. Over at the Weekend Update desk, the anchors Colin Jost and Michael Che continued to riff on Judge Browns confirmation process. Jost began: Che continued: The presence of Willow Smith on SNL this weekend she joined the musical guest Camila Cabello in one of her performances didnt dissuade Weekend Update from continuing to take aim at the Oscars exploits of her father, Will Smith. As Jost said: In broadcast that included sketch casting several performers as anthropomorphic flowers and Bowen Yang as one very aggressive bee, and another that saw Sarah Sherman playing the murderous horror movie doll Chucky as an office worker, we were grateful for the respite of reliable game show parody. This one hosted by Thompson, of course doesnt immediately explain why it is called Whyd You Like It. But as its unwitting contestants Gyllenhaal, Redd and Chloe Fineman discover, its quiz show asking them why they liked certain Instagram posts. To their chagrin, there is only ever one correct answer. Its because they want to have sex with the people who made the posts.",
        "images": [
            {
                "url": "https://static01.nyt.com/images/2022/04/10/arts/10snl/10snl-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
                "caption": "Jake Gyllenhaal hosted “Saturday Night Live” this week."
            },
            {
                "url": "https://static01.nyt.com/images/2018/02/16/multimedia/author-dave-itzkoff/author-dave-itzkoff-thumbLarge.jpg",
                "caption": "Dave Itzkoff"
            }
        ]
    },
    {
        "source": "new york times",
        "url": "https://www.nytimes.com/2022/04/09/world/asia/imran-khan-pakistan-ousted.html",
        "text": "ISLAMABAD, Pakistan Imran Khan, the former international cricket star turned politician who oversaw new era of Pakistans foreign policy that distanced the country from the United States, was removed as prime minister early on Sunday after losing no confidence vote in Parliament. The vote, coming amid soaring inflation and rift between Mr Khans government and the military, capped political crisis that has embroiled the country for weeks and came down to the wire in parliamentary session that dragged into the early morning hours. Pakistan remains in state of turmoil as it heads into an early election season in the coming months. Pakistan, nuclear armed nation with the worlds second largest Muslim population, has struggled with instability and military coups since its founding 75 years ago. While no prime minister in Pakistan has ever completed full five year term in office, Mr Khan is the first to be removed in no confidence vote. The motion to oust Mr Khan was passed with 174 votes, two more than the requisite simple majority. Analysts expect that lawmakers will choose the opposition leader Shehbaz Sharif, member of Pakistani political dynasty, to serve as interim prime minister until the next general election, probably in October. Mr Khan is expected to run in that election as well. The vote in Parliament began just before midnight on Saturday after chaotic day of political scrambling in the capital, Islamabad, as Mr Khans allies appeared to be trying to delay decision stoking fears that the military might intervene. Late Saturday night, with the two political factions at an impasse, the countrys powerful intelligence chief met with Mr Khan. The Supreme Court also signaled that it would open at midnight, should the court need to intervene. Police officers and prison vans waited outside the Parliament building lest the proceedings turned violent. At 11:45 pm, in protest of the no confidence vote, lawmakers in Mr Khans political coalition stormed out of the National Assembly hall. Opposition lawmakers then proceeded with the no confidence vote. Mr Khan has repeatedly said that the oppositions moves against him were part of United States backed conspiracy to oust him from power and he called for his supporters to protest on Sunday. Your future is at stake, Mr Khan said in televised address on Friday night. If you do not take stand to protect the sovereignty of our country, we will continue to remain subservient. He added: The nation has to rise together to save Pakistan. Mr Khan, 69, had parlayed his athletic stardom into populist political career, promising to rid the country of endemic corruption, set the sputtering economy back on track, and build new Pakistan that he described as an Islamist welfare state. But economic realities, including huge government debt and three straight years of double digit inflation, thwarted his plans and undermined his popularity. Tackling corruption proved easier said than done. His shift away from the West and closer to China and Russia was polarizing. And, perhaps most crucially, he appeared to have lost the support of the countrys powerful military in dispute over its leadership. That paved the way for coalition of opposition parties to mount no confidence motion last month. But in stunning bid to block the vote, he and his allies dissolved Parliament moments before it was expected to take place on April 3. The Supreme Court on Thursday declared that Mr Khans move violated the Constitution, and it ordered the vote to proceed on Saturday. The public rebuke to his leadership from both the countrys courts and lawmakers, including some of his allies, has cost him significant political capital and eroded the aura of indomitability he had maintained for years. But in country where ousted political leaders are known to return in second and even third acts, Mr Khan has shown no signs of backing down, and most analysts expect that he will run in the next elections. dont think that Imran is out of Pakistans politics, said Ayesha Siddiqa, political analyst at SOAS University of London. Hes already in better position, hes completely distracted attention from inflation, from the economy, to this question of foreign conspiracy, and its benefiting him. Born to an affluent family in Lahore, Mr Khan first rose to prominence in the late 1970s as an international cricket star, becoming the face of the sport at time when cricketers from the former British Empire were beginning to regularly beat their former colonizer. Mr Khan helped lead Pakistan to win the Cricket World Cup in 1992 the countrys greatest sporting achievement. His success on the cricket field and upper class upbringing gave him life of privilege and glamour. Throughout the 1980s, Mr Khan was regular fixture in Londons fashionable crowd, and he earned reputation as playboy. In 1996, he turned to politics, establishing his own party, Pakistan Tehreek e-Insaf, pitching himself as reformer and promising an alternative to Pakistans entrenched political dynasties. Despite his mass popularity and appeal, he struggled to make political inroads for over decade. He was mocked for his political ambitions and for the blatant contradictions between his lavish lifestyle and his efforts to rebrand himself as devout Muslim who identified with the poor and disavowed his English speaking peers. But by 2011, Mr Khan seemed to find his political footing. His rallies began to draw hundreds of thousands of Pakistanis from the urban middle class and educated young people who felt disgruntled with the system and energized by his populist, anti corruption message and his criticism of the United States. In 2018, he was elected prime minister victory many of his rivals attributed to back room deal struck with the military. Politicians with other parties described campaign of coercion and intimidation by the security forces that effectively narrowed the election field and sent message that opposition to Mr Khan was strongly discouraged. Military officials have denied those accusations, as have Mr Khan and his aides. But analysts said that he also over promised, backing incoherent, often contradictory policies: He supported deregulated, free market economy but also welfare state. He publicly opposed Islamic militance but his government and the military establishment provided safe haven for the Taliban in northwestern Pakistan. In desperate bid to stabilize the economy, he turned to the International Monetary Fund for $6 billion rescue package in 2019, move many saw as betraying his election promise to never take foreign loans and aid. As criticism of his leadership mounted, Mr Khans government led growing clampdown on dissent. Opposition parties criticized his anti corruption drive as one sided, accusing him of going after his opponents with vengeance while turning blind eye to accusations that swirled around his cabinet members and close friends. Still, unlike many of his predecessors, he has not been accused of corruption himself. Human rights groups criticized his government for cracking down on the media, in particular. Several leading journalists known to be critical of Mr Khan lost their jobs; others were intimidated, detained and threatened in organized social media campaigns, according to Human Rights Watch. Still, his supporters have defended his record, which includes doling out government subsidies, building shelters and soup kitchens for the poor, and providing health care to low and middle income households. During his term, Pakistan weathered the coronavirus pandemic relatively well, spared the devastation witnessed in some other parts of the world despite early problems with an overwhelmed and undersupplied health care system. Mr Khan attributed the success to well coordinated national effort, amplified by help from the military. But his foreign policy decisions became point of contention. Seeking more independence from the West, he disengaged from the so called war on terrorism. Last June, he said Pakistan would absolutely not allow the CIA to use bases inside Pakistan for counterterrorism operations in Afghanistan. After the Taliban seized power in Afghanistan last year, even before American troops and officials had fully withdrawn from the country, he praised Afghans for having broken the chains of slavery. But the critical blow to his leadership came last year after Pakistans military leaders appeared to withdraw their support, undercutting the political stability he had enjoyed for most of his tenure. In recent months, the military establishment has eased its grip on opposition parties, analysis say, paving the way for the no confidence motion. Days before the vote was expected take place last Sunday, Mr Khan appeared to have lost majority in Parliament and was facing demands to resign. But he remained defiant, accusing his opponents of being pawns in US led plot to remove him, and claiming that communiqu from former Pakistani ambassador to the United States contained proof of conspiracy. He urged Pakistanis to stand up to the forces of evil and exhorted them to stand against his opponents, whom he called slaves of America. Shehbaz Sharif is expected to take over as interim prime minister until the next general election. Mr Sharif is the younger brother of former Prime Minister Nawaz Sharif and former chief minister of Punjab, the countrys most populous and prosperous province. The interim government he is expected to lead will inherit significant challenges, from soaring inflation to an increasingly polarized political climate that could spiral into unrest on the street. This crisis has created serious problems for Pakistan, with respect to the economy, political polarization and our foreign policy, said Ijaz Khan, the former chairman of the department of international relations at the University of Peshawar. Leading the country out of that will be serious challenge for any future government.",
        "images": [
            {
                "url": "https://static01.nyt.com/images/2022/04/08/world/08pakistan-add5/merlin_204335391_02626c88-2642-44da-a38b-f4f6d3692241-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
                "caption": "Imran Khan, center, last month during National Day in Islamabad. He was ousted as Pakistan’s prime minister on Saturday, losing a no-confidence vote in Parliament."
            }
        ]
    },
    {
        "source": "new york times",
        "url": "https://www.nytimes.com/2022/04/08/world/europe/kyiv-ukraine-war.html",
        "text": "KYIV, Ukraine On Feb 25, the day after Russia invaded Ukraine, Kolya Rybytva gathered his grandmother and younger sister and left Kyiv quickly and without unnecessary sentiments, he said, heading west. His parents and brother stayed behind to help in the war effort. The decision was made in minutes, he said, and it was one of the most difficult in life, but we all understood that war does not provide comfortable solutions. At the time, Mr Rybytva, 24, understood that he might never return. But two weeks ago, he did, re entering Kyiv, the capital, just as Ukrainian forces were starting to push Russian troops out of the suburbs and, eventually, into full retreat. After month of artillery attacks that ravaged buildings and had Kyiv residents seeking shelter in the subway stations, sense of relative calm is being restored. And people like Mr Rybytva who also works for the Free Belarus Center, group dedicated to helping people flee the brutal Lukashenko government in Belarus are returning to their homes. The feelings are strange, he wrote in series of text messages. Its hard to explain. Its not just house. It is symbol. And of course, really wanted to hug my family and friends. In Kyiv this week, instead of seeking shelter in the subway, people are now riding it; it is running on all lines, though not all of the stops are open. About 150 buses and 30 trams are working again. The City Council reported that more than 500 businesses had reopened within the last week. The Kyiv school district has started online instruction for students, including those in western Ukraine and locations elsewhere in Europe. There are still checkpoints and barricades on some streets, and sandbags are part of the citys architecture. But there are also large lines of cars now forming on highways into the city, reversal from the first days of the war when tens of thousands fled and traffic jams clogged the roads out. The deputy head of Ukraines presidential office, Andriy Smyrnov, told Ukrainian news media organizations that city officials were considering restarting hearings in the courts because sufficient number of judges had returned to the capital. Though many residents evacuated Kyiv, others were defiant in staying behind, despite lingering dangers. City officials estimate that close to half of Kyivs prewar population of around three million remained in the city. Like Mr Rybytvas parents and brother, large number of those who stayed behind joined an army of volunteer activists, component so important to Ukraines defense that Oleksandr Danylyuk, former secretary of the National Security and Defense Council, called it the countrys fourth branch of the military. Volunteers, including many who in ordinary life were far removed from military matters, provided body armor, bought rifle scopes online and gave them to soldiers. They organized system of battlefield medical evacuation and set up field kitchens to feed forces at checkpoints. This flurry of volunteer activity highlighted key difference between the Russian and Ukrainian armies: Russias military is top down, while Ukrainian society and even its armed forces are largely organized horizontally, Mr Danylyuk said. Let me get to the heart of it, he said. Volunteers are another force in this war. Without them we would have half of the capacity to fight. Volunteers are doing phenomenal job, sometimes with risk to their lives. Im proud of this. Now, as businesses open up, they are blending support for the army with return to for profit activities. Yana Zhadan, restaurateur and founder of the Foodies gastronomic group, reopened pizzeria called Bus Station last weekend. She said her company had been providing free pizza to soldiers and civilians. see three main goals in our work, Ms Zhadan said in an interview. To support the companys employees, to support the citys economy and livelihood with taxes and utility payments, and volunteering. The head chef had at any rate been cooking free meals over the past month, she said, but shift to regular business activity was needed to sustain the operation. Everyone wants to be able to do their job, because thats how you can influence the most, help the most effectively, she said. The city lives there are children on the streets, flowers in the markets and Kyivans want to be close to each other, she said. And it is food that helps to feel safe, at least for while. When Mr Rybytva headed west with his grandmother and sister, he did some volunteer work, but soon he was yearning to return. The feelings are strange, he said. You seem to be returning to your usual life, realizing that it will never be normal again. Just to be able to return, he said, was real happiness. When you see the first familiar streets, you cant even believe youre here, he said. It is strange, joyful and painful. His apartment was not damaged, he said. In the corridor, which his family used as shelter, there were blankets scattered on the floor as they had left them, and board game, which we tried to distract ourselves with. There was uneaten soup in the kitchen. Despite the disruption to his life, returning to Kyiv provided kind of triumphant feeling, he said. But you understand that it is deceptive victory is far away, security is fragile, and in many parts of the country, everything is getting worse. You are not happy, and you cannot be happy, remembering what happened in the suburbs, he said, referring to atrocities like those in Bucha. There is no joy, only anger and indifference, infinite gratitude to all those involved, that you have place to return to. Pride that Kyiv resisted.",
        "images": [
            {
                "url": "https://static01.nyt.com/images/2022/04/07/world/08ukraine-blog-kyiv-scene-version/merlin_204751266_0b07d423-1e60-4ba5-9268-9814d35bcb0d-videoSixteenByNine3000.jpg",
                "caption": "Video player loading"
            },
            {
                "url": "https://static01.nyt.com/images/2022/04/07/world/00kyiv-scene03/merlin_204275931_c643aa50-2bce-4967-a55c-7ff1969b75e3-articleLarge.jpg?quality=75&auto=webp&disable=upscale",
                "caption": "Kyiv was under curfew last month. Now, lines of cars are forming on highways into the city, a reversal from the first days of the war."
            }
        ]
    },
    {
        "source": "washington post",
        "url": "https://www.washingtonpost.com/politics/2022/04/09/trump-oz-pa/",
        "text": "Former president Donald Trump on Saturday jumped into high stakes intraparty contest, endorsing fellow television celebrity turned politician Mehmet Oz in the contested Republican primary for the US Senate in Pennsylvania, where the leading candidates jockeyed aggressively for Trumps support. Trump issued statement announcing the endorsement just as he was beginning his remarks at an evening rally in North Carolina, where he promoted his support for Oz and referenced their shared history as television stars. By the way, endorsed another person today Dr Oz in Pennsylvania,\" Trump told the crowd. \"Dr Oz Great guy, good man. Hes good man. Harvard educated, tremendous, tremendous career and they liked him for long time. Thats like poll. You know, when youre in television for 18 years, thats like poll, that means people like you. Joining Trump at his rally were several North Carolina congressional candidates, including Rep Ted Budd, who is running in crowded Republican primary for US Senate and Rep Madison Cawthorn, who has faced criticism from GOP colleagues, including House Minority Leader Kevin McCarthy Calif.. Trumps endorsement of Oz marks his second try in the Pennsylvania race. He previously endorsed Republican Sean Parnell, who ended his campaign last year amid allegations of domestic abuse. In meandering written statement Trump issued just as he was starting his remarks in North Carolina, he referenced Ozs television show and said he felt Oz was the most electable candidate. This is all about winning elections in order to stop the Radical Left maniacs from destroying our Country, Trump said in that statement. Trumps Saturday comments plunged him deeper into the midterm landscape and reflected his interest in leaving mark on contested Republican primaries. Some in the GOP have grown nervous about Trumps presence in the primaries, worrying he will help elevate less electable candidates. Senate Democratic operatives are seeking to tie Trump to Republican candidates, wagering that his support could turn off swing voters and shift attention away from President Bidens low approval ratings. The Pennsylvania endorsement marked Trumps entrance into race that both parties see as critical front in the fight for the Senate majority. The chamber is currently split 50 50 between Republicans and Democrats, with Vice President Harris empowered to break ties, giving Democrats the narrowest majority. Trump had previously hinted at his preference for Oz, but David McCormick, hedge fund manager who is also top contender in the May 17 Pennsylvania race, was spotted at Mar a-Lago only few days ago seeking Trumps endorsement. The Senate race in Pennsylvania to replace retiring Republican Sen Patrick Toomey is expected to be one of the most expensive and closely watched elections this year. Democrats are in the midst of their own crowded primary, with Lt Gov John Fetterman and Rep Conor Lamb among the candidates. Pennsylvania is longtime swing state, frequently flipping back and forth between Democratic and Republican candidates in statewide elections. Trumps narrow 2016 win there was the first for GOP presidential nominee since 1988. Biden, who was born in Scranton, Pa, won it in 2020. The Democratic Senatorial Campaign Committee swiftly pounced on the Trump endorsement of Oz The Republican Senate primary in Pennsylvania was already nasty, expensive and brutal,\" said DSCC spokesperson Patrick Burgwinkle in statement. \"Now Trumps endorsement will only intensify this intra party fight, just like it has in GOP Senate primaries across the country leaving their ultimate nominee badly damaged and out of step with the voters who will decide the general election. In signal of how eager Democrats are to bring up Trump, DSCC spokeswoman Nora Keefe issued second statement soon after that claiming that the former president continues to create chaos in Senate GOP primaries across the map. In Trumps statement, he added that Oz had said he was in extraordinary health, which made me like him even more although he also said should lose couple of pounds.. He also stated, without any specific evidence for his claim, that women, in particular, are drawn to Dr Oz for his advice and counsel. have seen this many times over the years. In addition to Oz and Budd, Trump has doled out other high profile endorsements in competitive GOP primaries, including former senator David Perdue, who is challenging Georgia Republican Gov Brian Kemp. Kemp refused to support Trumps unsubstantiated claims that the states 2020 presidential results had been rigged against him. Trump repeated his false claims about the last election at his rally on Saturday night. Trump was vocal in his support for Cawthorn, who has alienated some in his party with his fringe conspiracy theories and incendiary comments, such as claiming hed seen his GOP colleagues do cocaine and had been invited to orgies with them. man, love him, because hes never controversial. Theres no controversy,\" Trump said of Cawthorn, apparently speaking sarcastically. But you know what. He loves this country, he loves this state and Ill tell you, he is respected all over the place.\" Trumps rally speech contained his typical fare, falsely claiming over and over that hed won the 2020 election and flirting with running again in 2024. He warned of the United States demise under the Democrats and made several anti transgender comments, piggybacking on laws GOP lawmakers have spearheaded in states that restrict rights of transgender children. No teacher should ever be allowed to teach far left gender theories to our children without parental consent, Trump said. Its truly child abuse, plain and simple. Trump mocked his political foes and offered grim outlook for America, touching on hot button issues among his base, including immigration, crime and gas prices. Republicans hope these topics will help them win back control of Congress in 2022, but some worry that Trumps repeated comments about the 2020 election could distract from that aim.",
        "images": []
    },
    {
        "source": "washington post",
        "url": "https://www.washingtonpost.com/world/2022/04/10/russia-ukraine-war-news-putin-live-updates/",
        "text": "Officials in the Luhansk region of eastern Ukraine this weekend urged residents to evacuate immediately, as shelling intensified amid Russias shift to the countrys east. Luhansks governor, Serhiy Haidai, on Saturday said there were far fewer people willing to evacuate after missile strike on railway station killed at least 52 people and injured 98. The tragedy affected this, he added. The shift east, away from Ukraines largest cities, could prove challenging for Ukrainian troops and advantageous for Russian troops, who Gen Mark Milley, the chairman of the Joint Chiefs of Staff, noted last week are more skilled at fighting in rural terrain. Russia has appointed Gen Alexander Dvornikov, who commanded Russian forces in Syria, to oversee its war on Ukraine, senior US official confirmed on Saturday. His appointment marks the first time single commander has taken control of the operation in Ukraine, which has faltered amid low morale. On the heels of visits by European leaders, and as several countries pledged to reopen their embassies in Kyiv, Ukrainian President Volodymyr Zelensky urged the international community to push harder against Moscow, specifically in refusing to buy Russian oil something the United States has done but Europe has resisted. In an address Saturday night, he said Russian oil and gas were the two sources of Russian self confidence, and their sense of impunity. It will take at least two weeks for the bodies of those killed in the recent attacks near Kyiv to be uncovered from the rubble, Ukrainian Interior Minister Denis Monastyrsky said, at which point tally of fatalities can be completed. The bodies are being retrieved out from under the ruins, he said in television interview in Ukraine. It will take at least two more weeks to unblock the ruins, and this will be only the first stage. Only then will we be able to name the first number of dead in these settlements. Ukrainian officials, civilians and journalists have witnessed the aftermath of Russias attacks on the Kyiv region, particularly in the suburb of Bucha. Accounts of torture, beheadings and bodies used as booby traps for land mines have led multiple world leaders, including President Biden, to accuse Russia of committing war crimes there. As workers sift through the piles of debris left behind, they have found slew of explosives allegedly left by Russian troops, Monastyrsky said. In 24 hours, he said, more than 6,500 explosive devices were found in doorways, washing machines, cars or under helmets. Zina Posen contributed to this report. Britains Prime Minister Boris Johnson walked side by side through the streets of Kyiv alongside Ukraines President Volodymyr Zelensky, flanked by armed troops, on surprise visit Saturday. Johnson said that his surprise trip to Ukraine was show of Britains unwavering support for the people of Ukraine and pledged further support for the war effort, including 120 armored vehicles and new anti ship missiles. Were setting out new package of financial military aid which is testament of our commitment to his countrys struggle against Russias barbaric campaign, Johnson said Saturday as he hailed Ukrainians for facing aggression with the courage of lion. The visit was widely covered in the British press. Brothers in arms, wrote the Sunday Times on its front page. Ukrainian officials are clear on what they want from the United States and Europe: weapons. Big, heavy weapons. Not helmets. Tanks. They say they need these weapons now, not later. And lot of them. The message has been broadly the same from the start of Russias invasion, when Ukrainian President Volodymyr Zelensky reportedly said need ammunition, not ride, to this past week, when Foreign Minister Dmytro Kuleba told NATO leaders in Brussels that he had threefold agenda: weapons, weapons and weapons. But in the United States and Europe, the discussions over what types of weapons to send is far different than it was just six weeks ago. Russia is trying to boost its troop numbers in Ukraine by calling on soldiers discharged over the past decade to reenlist, the British Defense Ministry said. It also hopes to recruit personnel from the Transnistria region on the southwestern edge of Ukraine. This ethnically Russian enclave of Moldova proclaimed independence as the Soviet Union broke up in 1991 but has not been internationally recognized. There has been long standing Russian military presence in Transnistria. Russia started its spring military draft on Friday, with plans to call up 134,500 young men to serve in the armed forces. Some fear they could be deployed to Ukraine, though Defense Minister Sergei Shoigu said conscripts will not be deployed to any hot spots. Hours after British Prime Minister Boris Johnsons surprise visit to Kyiv on Saturday, Ukrainian President Volodymyr Zelensky warned in his nightly address that the whole European project is target for Russia and called on all democracies, the whole civilized world to impose an embargo on Russian oil as first step in pushing Moscow toward peace deal with Kyiv. When tyranny launches aggression against everything that keeps peace in Europe, action must be taken immediately, he said. Zelensky praised the show of support from Johnson and other European leaders, who in recent days have either visited Kyiv or pledged to soon reopen their embassies in the Ukrainian capital, where aspects of prewar life have resumed since Russian forces retreated from surrounding suburbs and largely ceased shelling the city. But he doubled down on his calls for tighter Western sanctions against Russia and increased shipments of weapons to bolster the Ukrainian fight. The United States has banned imports of Russian oil, but Europe, dependent on Russias supply, has remained resistant. In an address Saturday night, he said Russian oil and gas were the two sources of Russian self confidence, and their sense of impunity. Russia can still afford to live in illusions and bring new military forces and new equipment to our land, Zelensky said, according to an English translation posted to his Telegram account. And it means that ever more sanctions are needed. Even more weapons for our state are needed. Forty six days into the war, the Ukrainian leader has ceased to push for NATO no fly zone intended to prevent Russian bombardments on Ukraine, which Washington and other members of the military alliance have ruled out for fear that direct conflict between NATO and Russian forces could spark another world war. NATO is working on plan to have permanent military presence on its eastern borders amid concerns over future Russian exploits, according to Secretary General Jens Stoltenberg. What we see now is new reality, new normal for European security, he told the Telegraph, British newspaper, in revealing the plans. Russias invasion of Ukraine has forced very fundamental transformation for the alliance, he said. The relatively small existing presence on the alliances eastern border would be replaced with sufficient forces to repel an attempted invasion of members such as Estonia and Latvia, Stoltenberg told the Telegraph. Nations that are part of the NATO alliance have resisted direct military action in Ukraine, so as to avoid direct military conflict with Russia, which could raise the possibility of nuclear combat. But they have made clear in recent weeks that any Russian aggression on NATO countries would be met with swift response. Although Russia and Russia allied leaders have criticized the supplying of offensive weapons to Ukraine, Stoltenberg said everything Ukraine does with different types of weapons is defensive. It is about defending themselves against the atrocities, against the invasion, against brutal use of military force against their own country, he said. LVIV, Ukraine They wait in secret warehouse on the citys outskirts, lounging in corner hammock or an idle wheelchair as red van weaves through small villages and over gravel roads. When it finally pulls into the gated lot, seven bodies spring into action. The drones are here. The volunteers unloading the military supplies are friends from the Ukrainian film and television industry longhair bunch of cinematographers, gaffers, set decorators and marketing strategists. They take dozens of boxes of self heating meals, six thermal rifle scopes, satellite communications kit and 10 drones worth $8,000 each. All are bound for the front. The paths these vans weave daily from the Polish border to the Lviv warehouse to places such as Kyiv, Sumy and Kharkiv illustrate daunting reality for Russian invaders: The defense of Ukraine has mobilized citizens from every sector of life, from battle hardened soldiers who have been at war in Donbas for almost decade, to the people who decide the food budgets for Florence and the Machine music video shoots. Ukraine is bracing for new and potentially more challenging phase in its war to repel Russias invasion as the battles shift east to new terrain that could give more of an advantage to the Russians. The wide open spaces will make it harder for the Ukrainians to run guerrilla operations as they did in the forests of the north and the west and play to Russias ability to muster large mechanized formations of tanks and armored vehicles. But much will depend on whether the Russians can rectify the mistakes they made in the first phase of their invasion, ranging from the failure of supply lines, logistical challenges and poor planning to using insufficient manpower for the size of the area they were attempting to seize, analysts say. That the Ukrainians have not only managed to hold the Russian army at bay but also forced its troops into humiliating retreat from the north of the country is testament to their fighting ability and to the Russians poor performance, experts say. DNIPRO, Ukraine Residents of the beleaguered regions of eastern Ukraine continued to evacuate Saturday after officials agreed on 10 humanitarian corridors, as government officials increasingly worry that the next phase of the war could become full scale confrontation not seen in generations. The governor of Luhansk, province in eastern Ukraine, Serhiy Haidai, on Saturday urged residents to immediately leave as more Russian troops arrived and shelling intensified. But Haidai noted that residents were fearful after ballistic missile attack on Friday, suspected to be Russian airstrike, hit train station in the eastern city of Kramatorsk, where thousands of people were jammed at train station waiting to leave. The horrific attack killed more than 50 people as fears rose over dangers facing civilians as Russian forces regroup to concentrate on capturing southern and eastern Ukraine. Compared to other days, there were far fewer people willing, Haidai wrote on the Telegram messaging app. The tragedy affected this. Haidi said authorities would continue to try to persuade people to leave. We are not stopping, he said during Ukrainian television interview. More than 6,600 people fled embattled areas in those regions through humanitarian corridors on Friday, according to Kyiv, the highest count this week.",
        "images": []
    },
    {
        "source": "washington post",
        "url": "https://www.washingtonpost.com/sports/2022/04/09/tiger-woods-masters-third-round/",
        "text": "AUGUSTA, Ga Mother Nature and Father Time messed with Tiger Woods on Saturday, the cold and the pain helping wreak 78 that became his most human score in the three rounds in his Masters comeback from frightening car accident in February 2021. It left him at 71 74 78, over par for the tournament, tied for 41st place, and it crawled with unusual sights: four three putts plus four putt on the dreaded par No 5. mean, its just like hit thousand putts out there on the greens today, he said. It might have seemed like thousand on No alone, when Woods began at 65 feet with long shot chance at birdie, knocking that one up ridge and gamely to six feet. His six footer slid by on the left to three feet. His three footer lipped out, jerked from the cup to the right and snarled. The 15 time major winner and five time Masters winner would give detailed description of his attempt to function at age 46 after grueling rehabilitation tucked amid 17 month layoff. just could not get feel for getting comfortable with the ball, he said. Posture, feel, my right hand, my release, just couldnt find it. Trying different things, trying to find it, trying to get something, taking practice strokes and just trying to feel the swing and the putter head, trying to get anything, and nothing seemed to work. Even as many putts as had, youd think Id have figured it out somewhere along the line, but it just didnt happen. Woods played for the first time alongside Kevin Kisner, the 38 year old tour mainstay with four career PGA wins, and they grappled with the day together. didnt ask him much about his leg, Kisner said of the limb that was shattered in the crash. We were trying to keep it pretty light out there. Im sure his leg is hurting. mean, Im hurting and Im healthy, so hope he can get back out here and play couple more events with us soon. Woodss back, the subject of five surgeries, also didnt help him. Its not as limber and as loose as it normally is, thats for sure, he said. With Woods subdued after quite some flight, the spotlight turned more brightly to the top of the board and the three men presumed in contention: Texan Scottie Scheffler at under, Australian Cameron Smith at under and Korean Sungjae Im at under. Reminded that Australians would wake in the wee hours of Monday to watch him in the final group Sunday, Smith said: Yeah, thats pretty cool. Ive been watching this tournament since can remember. Hopefully everyone gets up early and can make some birdies. With his masterful short game especially, he won the Players against its ever great field last month and has risen to No in the world, but this will be first crack at something this heavy. dont know [how the mind will go], to be honest, he said. think Ill just try to keep it as simple as can, try and keep it the same. And mere 24, Im already has forged glowing Masters record. He finished tied for second behind Dustin Johnson at the autumn Masters of 2020, when he said, watched the Masters so many times growing up that feel like Im used to playing this course, even though this is my first time. Now, after missing the cut last year, and after leading this Masters after the first round, he begins Sunday alone up in the rafters of third place.",
        "images": []
    },
    {
        "source": "washington post",
        "url": "https://www.washingtonpost.com/sports/2022/04/09/scottie-scheffler-masters-lead-saturday/",
        "text": "AUGUSTA, Ga The 86th Masters got woolly just before sundown Saturday when the dominant guy suddenly drove into the woods on No 18 and went burrowing in there ball hunting, almost as if he needed pith helmet and pick ax and canteen and little cooler with some of those pimento cheese sandwiches. Two day front runner Scottie Scheffler hiked and ducked amid the branches, found the ball giggling from the twigs and straw, reached in with his gloved left hand, picked up the little bastard and observed it as if it were some adorable turtle. The Masters had itself Masters right then. gaping Scheffler lead that already had sagged from six to four could shrink to two or one and portend hubbub for Sunday. Obviously, didnt hit very good tee shot, the 25 year old Texan deadpanned. We saw the guy with the flag, always finds the balls, kind of panicking. Yet Scheffler did something from there he has been doing here and in his surge to the fore over the past 55 days into Saturday. He recovered like somebody with an imperturbable mind. He took the drop in the straw outside the hostile foliage and whacked beaut from 255 yards almost directly at the pin. It carried through the green, but when Scheffler knocked it back to two feet for one of those commendable bogeys in life, his lead would hold at three. He would have that over 28 year old Australian and reigning Players champion Cameron Smith, under par to under par, with promising 24 year old Korean Sungjae Im not so far away at under. After day of biting cold that left only seven of the remaining 52 players under par Shane Lowry and Charl Schwartzel at under, Justin Thomas and Corey Conners at under Scheffler made his 71 and remained the only player in the field to shoot in the red all three days. Told that Dottie Pepper had commented on CBS about his tranquil approach to the hiking, Scheffler said, think thats definitely something Ive learned over time. Knowing that bad things are going to happen and responding in positive way is really important, he also said, speaking of golf and maybe even life. It was hard for any outsider to spot any bad things coming his way through recent days. He got all the way to No 15 on Saturday before he so much as frowned. He did have carnival of back nine, but recovery helped define it. He bogeyed the par No 12 but birdied the par No 13 his seventh birdie in row on par 5s since Friday, bogeyed Nos 14 and 15 thus the frown at that three putt on par but birdied No 17 on an approach to five feet that looked like some form of bliss. For one thing, he had his caddie, Ted Scott, who carried for Bubba Watson during Watsons two Masters wins in 2012 and 2014. He doesnt really miss much out there, Scheffler said, and also, He doesnt really react to much. All the long and football cold afternoon before that, in weather that seemed suitable for maybe Georgia and Clemson to play over yonder, the question had gone, basically: How big could Schefflers lead get. Might he wake Sunday with five shot lead like champions Jack Nicklaus in 1965, Arnold Palmer in 1964, Herman Keiser in 1946. Might it get to six like gulp Greg Norman, who wound up distant runner up in 1996. What about seven, like Seve Ballesteros in 1980. Surely not eight Raymond Floyd, 1976 or nine Tiger Woods, 1997. Players finished rounds and raved about Scheffler. We all wish we had that two-, three month window when we get hot, Woods said of Schefflers bolt from No 15 in the world in mid February to No by late March, with three tournament wins in five previous events, and hopefully majors fall somewhere along in that window. We take care of it in those windows. Scottie seems to be in that window right now. The golf hes played the last couple of months, its nuts, Thomas said. It seems effortless, at least when Ive watched. Its not like anything hes doing is like, Oh, my gosh, thats unbelievable. Its just he gets it around so well and hes so mature in his golf age, if that makes sense. He just seems like hes been out here for long time. People joke hes got the look to him like hes been out here long time as well, and think hes proving it right now. Hes got five shot lead, Kevin Kisner said at one point. mean, as long as he keeps his wits about him, hell walk with it. And: Hes making all the momentum putts right now. Where players raved, they also had suffered. The ball wasnt going very far, Woods said. Yeah, think its just the gusts, Rory McIlroy said. It was just so cold, said Thomas, who shot fine 72. Obviously your body doesnt move as well, Kisner said, and the ball feels like youre hitting concrete there. You just have no feel. Its place you need lot of feel around the greens. So 50, 55 and blowing 20 is not lot of fun. had hand warmers all day, but dont think they helped, to be honest, Smith said. Four hand warmers, McIlroy said. Im getting soft. Ive been living in Florida for too long now, so this is cold for me. The Texan weathered all of it unflappably at tournament Texans often have weathered well, until his round went deeply into the trees. Then he reemerged and weathered the day some more and said, Outside couple holes on the back nine, could have had great round, but had really good round today. He had kept his head toward Sunday and an ultimate chance to try to keep his head.",
        "images": []
    },
    {
        "source": "washington post",
        "url": "https://www.washingtonpost.com/dc-md-va/2022/04/10/shot-nationals-park-after-baseball-game/",
        "text": "Four people who had apparently been shot were found near Nationals Park on Saturday night after the baseball game, fire department spokesman said. At least one appeared to be seriously wounded, said Vito Maggiolo, spokesman for the DC fire department. He said she was found near Half and streets SW. Rescuers were called there just before 11 pm Shortly afterward, he said, one person was found with what appeared to be graze wound on Potomac Avenue SE, and two others who had apparent gunshot wounds were found at the Navy Yard Metro station on Half Street SE. The person found on Potomac Avenue, at spot just south of the ballpark, was described as an adult, but no gender could be learned immediately. The two people found by rescuers at the Metro station were both described as males, but their ages were not available. Neither of those two appeared seriously wounded, according to Maggiolo. One had wound described as minor, and the other had wound that was said to be non life threatening, he said. Based on available accounts, it appeared that they may have been found at the station after being shot elsewhere. In Twitter message, the DC police reported one shooting in the ballpark area Saturday night. It was at Half and Streets SW, the place where the most seriously wounded victim was found. The police said shooting there had been confirmed. They said they were looking for two people in connection with the shooting, one male and one female. The male had silver colored pistol, the police said. Half and Streets SW is about 500 feet west of the ballpark, which is on the east side of South Capitol Street. The intersection is in residential neighborhood where shootings have been reported over the years, but few around the times of games. However in dramatic incident last summer, shooting outside the park left three people wounded, including fan who had left the game and was waiting for ride share vehicle. All four of Saturday nights victims were found within about an hour after the end of the game between the Washington Nationals and the New York Mets. It was not clear if any of those wounded had been in the ballpark. Attendance at the game, the third of the season, was listed at 21,369. The game was reported over at 10:19 pm At 10:56 pm, 37 minutes later, notification was made to the fire department about the victim at Half and Streets, according to available accounts. Many fans typically use the Navy Yard station to travel to and from games. It was unclear how many may have witnessed any of the apparent gunfire or seen the two wounded individuals who were found there. The station is about half mile on foot from the site of the shooting reported by the police. The site on Potomac Avenue SE where the graze victim was found is also about half mile from the shooting site, but at the opposite end of the ballpark from the Metro station.",
        "images": []
    },
    {
        "source": "washington post",
        "url": "https://www.washingtonpost.com/world/2022/04/10/french-election-results-2022/",
        "text": "France is voting in the first round of presidential election that polls suggest could be uncomfortably close for President Emmanuel Macron. Heres what to know: Macron had been well ahead in the field of 12 official candidates, but late surge of support for far right leader Marine Le Pen has cast uncertainty over whether the centrist politician elected as Frances youngest president in 2017 can claim second term. Only three candidates Macron, Le Pen and far left politician Jean Luc Mlenchon have realistic chance of qualifying for the second and decisive round on April 24, when the top two candidates will run against each other. The latest polling averages, of surveys conducted before this weekend, showed 26 percent of voters intend to choose Macron in the first round, 23 percent Le Pen and 17 percent Mlenchon, according to NSPPolls, platform that compiles French election polls. All other candidates polled in the single digits. Barring major polling error, Macron should be able to make it into the second round. But he is expected to face bigger challenge than when he trounced Le Pen by more than 30 percentage points in the 2017 presidential runoff. Polls predict he would now only win by small margin of four to six percentage points sign of dissatisfaction with his presidency and concern about the rising cost of living. Macron has taken on an elevated international role during the war in Ukraine, serving as an interlocutor with Russian President Vladimir Putin and leading voice for the European Union and NATO. Russias invasion has also shaken Europes sense of security. And so, as wartime leader, Macron initially saw boost in public support. But that lift evaporated over the past two weeks usually the most intense period in Frances relatively short campaign season. At the same time, support for Le Pen climbed rapidly, as she won over voters who had been considering her main far right competitor, ric Zemmour. Six weeks before the election, it looked like she might not even collect enough signatures to get on the ballot. But she campaigned hard, portraying herself as more moderate figure than in the past. Since Russias invasion of Ukraine, she has distanced herself from Putin and modified her hard line stance on immigration to make an exception for Ukrainian refugees. Macron held only single large campaign rally and didnt engage in any direct debates with his competitors. As candidate, he didnt deliver any of the big vision speeches for which he is known. Although it is not uncommon for French incumbents to avoid the campaign trail, that strategy may not have helped his reputation in the eyes of people who see him as an elitist politician out of touch with the concerns of everyday people. When youre candidate who decides to do short campaign, you have to have perfect campaign. You have to be clear, you have to be strong and have proper platform, said Vincent Tiberj, researcher with Sciences Po Bordeaux. Macron has particularly alienated voters who opposed his shift to the right on issues such as national security and who were disappointed with his efforts to fight climate change. major unknown in Sundays vote is abstention, which could reach record high, according to analysts, and may complicate polling institutes predictions. In the past, high abstention rates have often been most pronounced among far right voters, and Le Pens party, National Rally, performed below expectations in regional elections last year. But the dynamics of French presidential elections are often also driven by frustrations with the incumbent, and Le Pen has sought to channel public anger with Macrons policies into historic vote share for the far right. Experts have cautioned, too, that support for far left candidate Mlenchon could be higher than indicated in polls, largely because left leaning voters may spontaneously drop their candidates, many of whom are polling in the low single digits, and decide to coalesce around him. French law bans all campaigning after Friday at midnight, and candidates worked until the very last moment to encourage their supporters to vote. On Sunday, France will speak to the world. Vote. Mlenchon posted on Twitter with minutes to spare. Le Pen, who is running for the third time for the French presidency, wrote that she is ready to lead the country. Throughout the campaign, she largely avoided emphasizing her most controversial proposals and instead focused on echoing popular concerns over the economy and rising inflation. But in their substance, many of Le Pens positions are as radical as they were five years ago. This past week, she vowed to issue fines to Muslims who wear headscarves in public. Zemmours campaign has played into Le Pens hands. Zemmour is far right provocateur sometimes compared to former president Donald Trump and has been found guilty multiple times of inciting racial hatred. Hes so disrespectful, Tiberj said, that Le Pen appears relatively moderate to voters. But she didnt move, Tiberj said. Macron and his allies have in recent days tried to impress upon their supporters that they should not be overly confident that he will win, and that Le Pens efforts to mask her radical ideas could still succeed at the polls. Dont believe the commentators or the opinion polls who say its impossible, unthinkable, Macron warned last weekend, before his lead in the polls shrank from six to three percentage points. Her program will create massive unemployment. Shes lying to people, Macron told the Parisien newspaper. In the same interview, he accused her of pursuing racist manifesto and said Le Pens plans would effectively mean France would have to leave the EU But Macron has struggled to build the same momentum against Le Pen as in 2017. It has surprised me, because its not very logical, said Emmanuel Rivire, director of international polling at Kantar Public, data analytics firm. relatively high number of French people, 43 percent, said they trust Emmanuel Macron as president to face the main issues, he said, adding that Le Pens past proximity to Putin should in theory also have damaged her position and helped Macron. Rivire cited weakening resistance to the idea of Le Pen presidency within parts of the electorate and very deeply rooted tradition of French voters firing the incumbent each time we have the opportunity as potential reasons for Macrons surprisingly weak standing in the polls. Another cause for concern for Macrons team may be that he has disappointed large parts of the left leaning electorate by shifting to the right on issues such as immigration and national security over the past five years. That could become particular problem in runoff against Le Pen Polls suggest some left leaning voters may choose to abstain, even if it means far right victory. The question of how to vote in such second round scenario loomed large ahead of the first round. In Amiens, Macrons hometown that overwhelmingly voted for him five years ago, left leaning voters were torn on Saturday. Marie Raoult, 61, said she approved of Macrons handling of the coronavirus pandemic, from which Frances economy has emerged less scathed than initially feared. While she said she certainly wont vote for Macron in the first round, she may support him in the second round, but only to prevent Le Pen Her final decision would probably depend on how close the two are in the polls, she said. Leftist voter Claude Watel, 62, said he had already made his choice: In the case of Le Pen Macron runoff, he will cast blank vote. The republican front coalition of voters to stop Le Pen in 2017 proved not much of barrier in hindsight, he said. Five years on, the far right is even stronger.",
        "images": []
    },
    {
        "source": "washington post",
        "url": "https://www.washingtonpost.com/sports/2022/04/09/scottie-scheffler-masters/",
        "text": "AUGUSTA, Ga At times on frigid and fraught Saturday, Scottie Scheffler appeared in the process of strangling Augusta National Golf Club, Masters assault that might seem built on the Texans pulse, which may not register on an oximeter. It seemed that way when he was rolling along with six shot lead. It seemed that way at 18, when an army of people was foraging for his golf ball in thicket. Once found, reasoned discussion began. really feel like Im allowed to move the pine straw, Scheffler flatly said to rules official, moment before asking, Am allowed to replace that. His heart rate, in all of that. It went up when saw that they couldnt find the ball, Scheffler said afterward. But then it went back down when they found it. This could have been calamity. He handled it calmly and then unleashed blistering iron of some 240 yards that served as tourniquet. He finished with bogey. He staved off much worse. What Scheffler is doing leading the Masters at under par after mostly steady 71 in which he courted disaster but coolly staved it off would appear to be continuation of the golf he has played over the past two months. What it is, really, is merely an unveiling of the foundation Scheffler built at Royal Oaks Country Club in Dallas. It is place where pros roam. Even at or 10, Scheffler would settle in on the range. He would watch. And he would work. He was pretty quiet, as he is now, said one of those pros, Justin Leonard, major champion and Ryder Cup hero. He didnt ask lot of questions. He just kind of took things in. But he wouldnt just sit there all day long, either. He was working lot on his own stuff. If Scheffler was the sponge as kid, he is wringing out every drop of what he learned all around Augusta this week. His lead headed into Sundays final round is three shots over Australian Cam Smith, five shots over South Korean Sungjae Im and seven shots over Irishman Shane Lowry and South African Charl Schwartzel. It is not the blowout Saturday seemed destined to produce. What it is: an opportunity for Scheffler to show those who dont know him read: non golf nerds the game he built and the mind that allows him to put it on display. For me, its best to probably stay in the moment, Sheffler said earlier in the week, because dont know how long Im going to be able to play golf out here. That sounds like something uttered by someone at 45, wondering how long he can hang on. Scheffler is 25 and decidedly on the rise at the moment the top ranked player in the world. Two months ago, he hadnt won an event on the PGA Tour. Now he has won three of his past five. Yet understanding that such status could be fleeting has to be grounded in those days learning how very good golfers become elite professionals, both in work and humility. He is married to his high school sweetheart and passes the time between rounds here with board games, not beers. His plan for nervy Saturday night: kick back and watch few episodes of The Office with his wife. He isnt necessarily defined by golf, so think that will serve him well because obviously golf is very difficult and youre going to have great stretches and youre going to have some bad stretches, said Sam Burns, another 25 year old who probably is Schefflers best friend on tour. At the end of the day, he knows that golf isnt everything. Its not who he is. Its what he does. Its what hes doing better than anyone in the world at the moment. The No position in the Official World Golf Ranking not only doesnt beget green jacket or even get you recognized on the street. It doesnt even gain him any standing back home. My friends are still making fun of me, Scheffler said. Ive still got to do my chores at home. Nothing really changes. Thats an apt way to describe how Scheffler attacks his golf: Nothing really changes. Friday and Saturday at the Masters were unusually blustery, with down puffer jackets far more appropriate than wicking polyester golf shirts. Scheffler built lead as large as six shots not by bombing it by everybody, not by hitting iron after iron stiff, not by rolling in 30 footers but with little of everything. Nothing he really does blows you away statistically or anything, Leonard said by phone Saturday. He has way to get the ball in the hole. And its like none of this success is affecting him in any way negatively or, really, positively. knew he was great junior golfer. That rarely translates into success at this level. Id love to sit here and sound really smart and say saw this coming. didnt. Except it has been building. In September, US Ryder Cup captain Steve Stricker had one remaining wild card pick for his side. Scheffler had no PGA Tour wins and only four top 10 finishes in his previous 16 tournaments. But those top 10s revealed something about Schefflers affinity for more significant moments: narrow loss in the final at the World Golf Match Play; top eight finishes at the PGA Championship, the US Open and the British Open; and third place at the Memorial. Stricker could have selected Patrick Reed, Masters champ and Ryder Cup hero from years gone by. He instead chose Scheffler, who had no such standing. It was both revelatory about what peers saw in Schefflers game and life changing for player still in search of tour win. To be picked for that team as rookie, it has to give you confidence, Leonard said. The captain has to want you, but other players have to, too. They agree on those things, and think the players wanted him on that team. Once on the team, Stricker felt comfortable putting the steady Scheffler with the bizarre Bryson DeChambeau and all that entails. The pair halved with Jon Rahm and Tyrrell Hatton on Friday, then beat Tommy Fleetwood and Viktor Hovland on Saturday. In singles, he dismantled Rahm, then the top ranked player in the world, by birdieing five of the first six holes. There is peril in drawing direct line between Schefflers inclusion on and success with the Ryder Cup team and whats happening here. Who cares. Draw that line. When go home and practice and prepare, Im preparing knowing exactly what it feels like to be on kind of the biggest stage in golf with cameras and whatnot on you, Scheffler said. Its lot different when youre actually preparing knowing what it feels like for you because you can hear somebody describe it, and Tiger [Woods] can talk about being in the moment, but you dont really know what it feels like for you until you actually do it. He did it at the Ryder Cup He is doing it at the Masters. At the 18th hole Saturday, he could have lost both his ball and his mind. Instead, he found the first and settled the second. Its nice to be in control of the golf tournament, he said. In the short term, that might yield green jacket. In the long term, it will be more important that hes in control of his emotions. He has the game and the attitude. What that brings Sunday, at this point, is merely possibility.",
        "images": []
    },
    {
        "source": "washington post",
        "url": "https://www.washingtonpost.com/advice/2022/04/10/ask-amy-/",
        "text": "Dear Amy: We are family of seven siblings, all in our 60s. My brother Brian and sister in law lost their teenage daughter to sudden medical event in 2014. Brian, his wife and two surviving children have been rocked to the core and have sought individual and peer support grief counseling. They continue to manage with grace. In 2017, our sister Susan who lives across the country called Brian on day he was feeling deeply sad. Otherwise, it was normal day his son was helping to pack Brians car for the work trip he was taking that afternoon, and neighbors were clustered on the sidewalk, participating in local gardening project. Susan contacted another sister, Stella, with concerns that Brian was suicidal. Without contacting Brian, his wife, anyone else in the household, or any other local family members or neighbors, Stella phoned the local police for wellness check. She alerted the authorities that our brother, hunter, owns guns. The police showed up, guns locked and loaded and wearing flak vests. They handcuffed Brian in front of his neighbors, put him in squad car and took him to the local ER, where his RN daughter was working in the ICU. He passed the ER evaluation and was home within hours but missed his flight for the work trip. Brian was furious with these two sisters for launching this intervention. Susan and Stella have subsequently not talked to him or anyone else in the family for five years. They demand an apology for having saved our brothers life. They accuse us all of triangulation for not supporting their decision. It has impacted every possible family event: weddings, birthdays, holidays, baby showers, funerals, family reunions, vacations and casual gatherings. They boycott the annual family reunion. Cant sadness and parental grief and despondency be discussed, managed and supported, without launching paramilitary response. Surviving Sister Surviving: Your two sisters misread and overreacted to your brothers situation in the moment, and agree that they have handled things very badly, especially in the aftermath of this episode. Its ironic that they both cared so much for your brothers welfare, and they are reacting to their own actions by not caring at all for his welfare now. They might have said to Brian: We were panicking. We had no idea of what the police response would be, and we feel terrible for putting you through additional trauma and strain. Were so sorry. Instead, they are doing what people who feel cornered by their mistakes often do: They are doubling down. Because you are the one who wrote to me, think you should make an effort to reach out to these sisters on your own and representing only your point of view. If they want to come to the family table, they will have to find way, and you can offer to help but you cannot do it for them. Brian, of course, gets to make his own choice regarding any contact with these sisters. Dear Amy: am financially independent adult. My parents raised me Catholic, but they know that left the Church long time ago. What can do about them proselytizing to me. Should just ignore their texts. Should ask them to stop. left Catholicism long time ago and dont care to return. Gay Son Son: To point out the obvious, you may believe that the Catholic church may have left you before you left the church. Yes, you should ask your parents to stop proselytizing to you. Tell them that when they do this, it pushes you farther away from them. If you have left the church but retained your Christian faith, they might be relieved if you told them this. If they continue, yes ignore these texts, but dont ignore your parents. They may be afraid that they are losing you or have already lost you, and their efforts are misguided and misapplied. Dear Amy: Regarding your Best Of column about dragging refusing teenager on one last family vacation, Im on the teens side. hated family vacations. My parents fought nonstop and because was the oldest, had to look after the younger ones. When was 17, stopped going on vacation had job, and it gave me some peace and quiet. Relieved. Relieved.: This scenario was one hadnt anticipated, and yes it sounds like real trial for you. 2022 by Amy Dickinson distributed by Tribune Content Agency",
        "images": []
    },
    {
        "source": "washington post",
        "url": "https://www.washingtonpost.com/advice/2022/04/10/carolyn-hax-sister-husband-job-complaint/",
        "text": "Dear Carolyn: Im very lucky to live close to my sister, whom love being around, but am having hard time with her husband. He talks often about his stressful career and all his money. He works from home at very lucrative tech job that provides him ample time to be around his family. My husband works with at risk youth in job that has become even more physically and emotionally taxing for all of us during covid. I'm really proud of the sacrifices my family has made so that my husband can do the meaningful work he does, and want to be sympathetic to whatever stress my brother in law feels in his day to day, but my well has run dry. think he trying to impress us but he really doesn't get his audience. Is there way to tactfully bring this up to him. Or can you provide some motivating new perspective so that can be more sympathetic. All Out of [Figs] All Out of [Figs]: Maybe hes trying to impress you, sure. He could also hate his job, though. Genuinely. Good money and good hours are nothing to scoff at, of course, but they alone cant give job meaning, purpose or soul. They don't take stress away, either, necessarily; they just factor into the calculation of how much stress to put up with for how long. In fact, good pay and flexible hours can become the golden handcuffs that keep, say, devoted parents in jobs they loathe because finding work with the same kid friendly schedule that supports the family and builds the nest egg and that also morally rewarding can feel like hunting unicorns. So instead of assuming the worst then resenting him for it shake things up by assuming the best. Sounds like your job is getting to you. What do you wish you were doing. If you get brushoff: mean it. Dream little. Youre either bonding or calling BS, win win. Also consider the who impressing whom energy runs the other way. Your husband sounds like an everyday hero and maybe your brother in law is not feeling so great about himself by comparison, and maybe that comes out of his mouth as, Ugh, my stressful job. Because many of us aren't great at identifying exactly what we don't feel great about, much less articulating it. It theory. But even if it way off, doubt your relationship with this couple will suffer for your effort to see him in kinder light. Dear Carolyn: dear friend is steam shovel mom. With covid numbers down and after much pressure from her husband and parents, shes let her kid try return to school. Its not been smooth understandable after two years away and she jumps in at everything, telling the teacher what to do, calling the principal. dont think shes helping her kid and its super hard to listen to. Is there anything can do besides rushing off the phone. Anonymous Anonymous: Yes For the love of all that is holy, beg her to leave the teachers alone and treat her anxiety medically, because shes miserable. The other parents love their kids, too. Imagine if all of them called this much. realize this runs against my decades of butt out advice. But good teachers are quitting in droves due in part to pressure from parents. There comes time when it necessary to [tick] friends off for the greater good. This is one of them. Thank you. Hi, Carolyn: was diagnosed with breast cancer this week. have treatment plan, and am confident can mentally deal with it. The thing cannot do presently is to be sympathetic or help solve other peoples problems or complaints, like did in the past. Only my close family is aware of my predicament. Do you have suggestions on how to deal with this without telling everyone about the disease. Anonymous Anonymous: The reasons to be good listener, respectful confidant and supportive friend arent just that theyre the right thing to do. They're also foundation for when you need these things from your friends. Having respected their limits in the past makes it so much easier to say, when needed: can't be your shoulder right now. Please trust that have my reasons I'm not ready to share them. Say this any way you want, of course, but include these two points: You aren't your usual sympathetic self and won't say why. Stand firm: Please respect my choice. Unfortunately, this is when some people learn their friends are there only to receive support from you, not provide it to you. hope thats not the case here. But if it is, then phrasing your request just right wouldnt change anything anyway. All you can do is spell out what you need using only the information youre willing to share, and hope they prove themselves to have been worthy of your friendship and sympathy. Im sorry about your diagnosis, and hope the news gets better soon.",
        "images": []
    },
    {
        "source": "washington post",
        "url": "https://www.washingtonpost.com/sports/2022/04/09/nationals-mets-pete-alonso-grand-slam/",
        "text": "There was nothing Joan Adon could do from where he stood. The pitch was thrown. The ball was in its high arcing flight over Nationals Park. When it landed, in the first row of seats behind the left field wall, Adon, rookie starter for the Washington Nationals, just moved his eyes from the damage to the grass around the mound. It was this hit Pete Alonsos first career grand slam that shot the New York Mets to 5 win over Adon and the Nationals on Saturday night. For four innings, Adon held his own, limiting the Mets despite some hard contact and his fastball not missing many swings. But in the fifth, the 23 year old righty wobbled, spoiling his second major league outing and only sixth appearance above high Class James McCann led off with sharp single to left. Brandon Nimmo followed with walk, Starling Marte flew out, and Adon walked Francisco Lindor in full count. That brought Alonso, the Mets slugging first baseman, into the games biggest spot. Adon slipped behind 0 and inched back with well placed fastball. Yet his next pitch, 91 mph middle in heater, was clobbered with the score tilting swing. was just trying to go and locate the pitch outside, repeat the same pitch threw on the previous one, Adon said. Just missed little bit, and it ran over the plate. Otherwise, Adon was able to settle in his night after throwing 43 pitches to the first nine hitters. He needed just 23 for his second trip through New Yorks order, slimming the average per batter from 4.9 to an efficient 2.6. In the end, though, Adon left 14 outs for bullpen that has worked way more than Manager Dave Martinez would have liked in the first series of the season. He always had tough assignment with five lefties and the switch hitting Lindor on Buck Showalters lineup card. Adons final line included four hits, four walks and three strikeouts, two of which came on his slider. Since he was the first Nationals pitcher to retire batter in the fifth, their relievers felt bit less strain than Thursday and Friday. And realistically, Adon would have exited after Alonso no matter what, with Austin Voth warming and the Nationals liking his cutter against the upcoming lefties. But his relatively early exit underlined few of the Nationals pressing issues: thin rotation has shown its colors against the division rival Mets. Washington has been outscored 0 in the fifth this series, right as its starters have slowed and the bullpen has warmed. Then Mason Thompson, one of its 10 relievers, threw three pitches in the eighth before exiting with head athletic trainer Paul Lessard, squeezing his right hand into fist. Thompson had biceps soreness and will undergo an MRI exam Sunday. The schedule offers no favors, either, with 15 games in the next 15 days before it finally breaks April 25. We got to go deeper in games, Martinez said of his rotation. Its three days now we couldnt get out of the [fifth] inning. Adon was cruising, thought he was doing well, but the walks. The walks and then one swing of the bat. What made Mets starter Chris Bassitt so effective. Acquired by New York in trade with the Oakland Athletics last month, Bassitt completed six scoreless innings on 93 pitches, yielding three hits two of them singles for Juan Soto, the other single for Csar Hernndez. Bassitt, who struck out eight, leaned heavily on his slider, inducing six whiffs on 11 swings. He got seven called strikes with his low to mid 90s fastball. The bottom half of Washingtons order, sixth through ninth, dropped to for 37 with 18 strikeouts on the season. As team, the Nationals have scored four runs in 27 innings. If we were talking about the middle of the season, we wouldnt be talking about this, said designated hitter Nelson Cruz, who is for 12 with eight groundouts. But since its the first three games, yeah, we definitely have to talk about it. We trust what we have. Any bright spots aside from Adons flashes on the mound. Scoreless innings from relievers Kyle Finnegan and Tanner Rainey. The teams new cherry blossom City Connect uniforms. Victor Robless defense in center. Robles, 24, made an excellent play in the third, sprinting straight back to catch Alonsos liner against the wall. In the fifth, he ranged into the right center gap to make running grab in front of the warning track. The Nationals have stressed that, even if he struggles at the plate, Robles cant bring those mistakes into the field with him, where he was Gold Glove caliber defender in 2019. Good suggestion, too, because Robles has yet to collect hit in five at bats. Who will round out the first five man rotation of the season. Erick Fedde will face Mets starter Carlos Carrasco in Sundays series finale. But after that, the Nationals are waiting to see whether Anbal Snchez can square off with the Braves in Atlanta on Monday. Martinez called that TBD. Snchez, 38 year old righty, has had stiff neck since the team flew north from spring training in West Palm Beach, Fla He played catch Friday but some pain lingered, according to Martinez. If he doesnt make his first start since 2020, Washington could look to the minors perhaps tapping lefty Josh Rogers or try to patch the hole with long man Paolo Espino. What has attendance been like for opening weekend. Bad weather and recent spike in coronavirus cases probably affected the crowds for Thursday, Friday and Saturday. But the best comparison point, back when things were normal in 2019, still shows notable dip in early season buy in. Facing the Mets to start that season, the Nationals hosted 42,263 fans on Opening Day and 33,765 more the first Saturday. This year, the Nationals had 35,052 for Opening Day, 25,677 on Friday and 21,369 on hand for Saturdays loss, many of them cheering for the Mets.",
        "images": []
    },
    {
        "source": "huffington post",
        "url": "https://www.huffpost.com/entry/snoop-dogg-sex-assault-suit-dropped_n_6252221ae4b066ecde06e7d4",
        "text": "A Jane Doe who was demanding damages against rapper Snoop Dogg and another musician for alleged sexual assault has dropped her civil suit against the men. Her attorney filed notice to withdraw the suit without prejudice Wednesday in US District Court for Central California, according to court records. The filing did not offer reason for the action. At the time the suit was filed spokesperson for Snoop Dogg told Reuters that the claims were meritless and shakedown. The woman alleged that she was assaulted by Snoop Dogg, whose real name is Calvin Broadus, and his long time friend Bishop Don Magic Juan Donald Campbell following 2013 concert. Jane Doe was described in the lawsuit as dancer, model, host and actress, and claimed she had worked with Snoop Dogg and performed with him on stage. The suit alleged Snoop Dogg entered bathroom Jane Doe was using at his studio, and forced her to perform oral sex. The rapper mocked gold digger season in an Instagram post the day the suit was filed, though he didnt refer to it specifically. Be careful keep ya guards up, he added. The suit was filed in February just days before Snoop Dogg performed in the Super Bowl halftime show at SoFi Stadium in Inglewood, California. He had called the halftime performance with Dr Dre, Eminem, Kendrick Lamar and Mary Blige dream come true. Snoop Dogg and Campbell filed separate motions to dismiss the suit last month, saying the allegations were completely false and lacked legal merit. They also said that Jane Doe had failed to provide evidence that she was ever employed by the rapper.",
        "images": [
            {
                "url": "https://img.huffingtonpost.com/asset/5c53f909360000000b68109e.jpg?ops=100_100",
                "caption": "Mary Papenfuss"
            },
            {
                "url": "https://img.huffingtonpost.com/asset/5c53f909360000000b68109e.jpg?ops=100_100",
                "caption": "Mary Papenfuss - Trends Reporter, HuffPost"
            },
            {
                "url": "//pixel.quantserve.com/pixel/p-3aud4J6uA4Z6Y.gif",
                "caption": "Quantcast"
            }
        ]
    },
    {
        "source": "huffington post",
        "url": "https://www.huffpost.com/entry/election-2022-senate-pennsylvania-trump-oz_n_6252219ae4b06c2ea31e2e17",
        "text": "Former President Donald Trump is endorsing Mehmet Oz in Pennsylvanias crowded Senate primary, ending months of jockeying for his support. In statement Saturday, Trump said his decision was all about winning elections as he announced his support for the celebrity heart surgeon best known as the host of daytime TVs The Dr Oz Show. The Great Commonwealth of Pennsylvania has tremendous opportunity to Save America by electing the brilliant and well known Dr Mehmet Oz for the United States Senate, Trump said, in part. Dr Oz is smart, tough, and will never let you down, therefore, he has my Complete and Total Endorsement. Good luck, Dr Oz our Country needs you. Oz was competing for Trumps endorsement against former hedge fund CEO David McCormick, whose wife, Dina Powell, served in Trumps administration. Trump said in radio interview last week that he was close to making decision but had yet to make up his mind. do like the man, he said of Oz, so well see what happens. Trump had previously endorsed Sean Parnell in the race, but Parnell withdrew his candidacy amid allegations of abuse from his estranged wife.",
        "images": [
            {
                "url": "https://cambria.assets.huffpost.com/images/partners/ap.hash-d8055c2c606ec90308ec818c93b27948.png",
                "caption": "AP logo"
            },
            {
                "url": "//pixel.quantserve.com/pixel/p-3aud4J6uA4Z6Y.gif",
                "caption": "Quantcast"
            }
        ]
    },
    {
        "source": "huffington post",
        "url": "https://www.huffpost.com/entry/snl-ketanji-brown-jackson-ruth-bader-ginsburg-ted-cruz_n_625250d0e4b06c2ea31e3dcd",
        "text": "Saturday Night Live got positively teary eyed celebrating the US Supreme Courts first Black female justice in the cold open. This is big damn deal, President Joe Biden James Austin Johnson tells Supreme Court Justice Ketanji Brown Jackson played by Ego Nwodim, triggering whoops from the audience. was happy to do my part, Nwodim smiles. Worked twice as hard as white men my entire life and then spent week listening to Ted Cruz call me pedophile. As Biden wanders off to press conference Nwodims Jackson conjures up crew of inspirational Americans: The late Justices Ruth Bader Ginsburg and Thurgood Marshall, underground railroad conductor Harriet Tubman and Jackie Robinson who is crushed baseball players can make millions today. Ginsburg, played by Kate McKinnon, gives Jackson huge hug. Her advice. Aways label your lunches to protect them from sticky fingered justices. When Jackson complains about the condescending Cruz reading aloud childs book about racism at her during confirmation hearings, Ginsburg guesses the title: Goodnight Cancun. And thats Gins burn, McKinnon smirks. Check out the cold open video up top.",
        "images": [
            {
                "url": "https://img.huffingtonpost.com/asset/5c53f909360000000b68109e.jpg?ops=100_100",
                "caption": "Mary Papenfuss"
            },
            {
                "url": "https://img.huffingtonpost.com/asset/5c53f909360000000b68109e.jpg?ops=100_100",
                "caption": "Mary Papenfuss - Trends Reporter, HuffPost"
            },
            {
                "url": "//pixel.quantserve.com/pixel/p-3aud4J6uA4Z6Y.gif",
                "caption": "Quantcast"
            }
        ]
    },
    {
        "source": "huffington post",
        "url": "https://www.huffpost.com/entry/snl-colin-jost-weekend-update-will-smith-oscars_n_62526bd9e4b052d2bd55832b",
        "text": "Weekend Updates co host Colin Jost found it hilarious that Will Smith has been banned for ten years from the Oscars as punishment for striking Chris Rock on stage. Is that punishment. asked perplexed Jost on Saturday Night Lives faux news program. He can still be nominated and win an award. He can even go to the after party. He just doesnt have to attend the four hour ceremony where someone is definitely going to make fun of his wife again, Jost quipped. real punishment would be to make Smith host next years Oscars, said Jost, who hosted the 2018 Emmys awards show with Michael Che Trust me, he said. Nothing will make you question your choices in life more than hosting an awards show. Check it out and other news in the video clip up top. Find out whose bite turned the Washington, DC, fox rabid.",
        "images": [
            {
                "url": "https://img.huffingtonpost.com/asset/5c53f909360000000b68109e.jpg?ops=100_100",
                "caption": "Mary Papenfuss"
            },
            {
                "url": "https://img.huffingtonpost.com/asset/5c53f909360000000b68109e.jpg?ops=100_100",
                "caption": "Mary Papenfuss - Trends Reporter, HuffPost"
            },
            {
                "url": "//pixel.quantserve.com/pixel/p-3aud4J6uA4Z6Y.gif",
                "caption": "Quantcast"
            }
        ]
    },
    {
        "source": "huffington post",
        "url": "https://www.huffpost.com/entry/malaysia-missing-divers_n_6251d809e4b0e97a3511e26a",
        "text": "Two European divers were rescued by fishermen on Saturday but third, 14 year old Dutch, had died, four days after they disappeared off southern Malaysian island and drifted some 70 nautical miles 100 kilometers, authorities said. Alexia Alexandra Molina, 18, of France and Adrian Peter Chesters, 46, of Britain were found early Saturday in neighboring Indonesian waters and taken to hospital, the Malaysian Maritime Enforcement Agency said. Chesters Dutch son, Nathen Renze Chesters, remained missing but Chesters told police that he had died because he was too weak, the agency said in statement. The agency said it notified Indonesian authorities to continue searching for the body. The search operation in Malaysia has been called off. Molina and Chesters were found 16 nautical miles 30 kilometers north of Indonesias Bintan Island, which is about 70 nautical miles 100 kilometers from the location they were reported missing on Wednesday, according to Mersing police chief Cyril Edward Nuing. The three were diving with their Norwegian instructor, Kristine Grodem, about 15 meters 50 feet deep at an island off Mersing town in Malaysias southern Johor state. Grodem, 35, was rescued Thursday by tugboat. She said the four of them surfaced safely Wednesday afternoon but later drifted away from the boat and were separated by strong current. Grodem was training for the other three, who were seeking to obtain advanced diving licenses, maritime officials said. The boat skipper was detained for further investigation, and diving activities off Mersing were suspended. There are several islands off the town that are popular dive spots. Malaysias borders reopened to foreigners on April after being closed for more than two years during the COVID 19 pandemic.",
        "images": [
            {
                "url": "https://cambria.assets.huffpost.com/images/partners/ap.hash-d8055c2c606ec90308ec818c93b27948.png",
                "caption": "AP logo"
            },
            {
                "url": "https://img.huffingtonpost.com/asset/6251d80a2300009abf1395f3.jpeg?ops=scalefit_720_noupscale",
                "caption": "This photo released by the Malaysian Maritime Enforcement Agency (MMEA) on Friday, April 8, 2022, shows search and rescue operation for foreign divers off the coast of Johor's Mersing, Malaysia."
            },
            {
                "url": "//pixel.quantserve.com/pixel/p-3aud4J6uA4Z6Y.gif",
                "caption": "Quantcast"
            }
        ]
    },
    {
        "source": "huffington post",
        "url": "https://www.huffpost.com/entry/trump-no-accounting-foreign-gifts_n_62523265e4b06c2ea31e35a9",
        "text": "Former President Donald Trump walked away from the White House last year without providing the State Department with legally required accounting of the gifts he received from foreign governments in 2020, officials revealed in report Friday. The requirement was also ignored by former Vice President Mike Pence and other officials in the Trump administration, according to authorities. The department made attempts to collect the missing information from the National Archives and Records Administration and the General Services Administration, but was told that potentially relevant records are not available to the protocol office under applicable access rules for retired records, the report stated. Trumps now predictable brazen flouting of procedure means that the State Department lacks basic information to determine if the gifts were somehow improper such as so expensive that they could be construed as bribe for special favors. Federal law requires that each government department and agency must submit list to the State Department of gifts over $415 officials received from foreign governments. The scrutiny is intended to ensure that foreign governments dont gain undue influence over US officials. Richard Painter, former chief White House ethics lawyer for the George Bush administration, tweeted that Trumps entire White House staff flipped the middle finger at federal statute and the emoluments Clause of the Constitution. We have no idea what foreign payoffs they got and from whom, he added. Trumps refusal to abide by records laws was apparent when he hauled some 15 boxes of official documents including some clearly marked classified and even top secret from the White House to his Mar a-Lago residence when he left office. It was all supposed to be turned over to the US National Archives and Records Administration. He also constantly ripped up documents in the White House that should have been saved and turned over to the Archives. Officials from the National Archives had to tape back together what they could when documents were demanded by the House Select Committee investigating the insurrection. The Justice Department is launching an investigation into Trumps removal of official documents to his residence, The Washington Post reported Thursday. The FBI would be expected to investigate if any foreign actors had access to the top secret information, The New York Times reported. The House Committee on Oversight and Reform began investigating the swiped boxes of documents in February. Trump has insisted that taking official documents home with him was completely routine and ordinary.",
        "images": [
            {
                "url": "https://img.huffingtonpost.com/asset/5c53f909360000000b68109e.jpg?ops=100_100",
                "caption": "Mary Papenfuss"
            },
            {
                "url": "https://img.huffingtonpost.com/asset/5c53f909360000000b68109e.jpg?ops=100_100",
                "caption": "Mary Papenfuss - Trends Reporter, HuffPost"
            },
            {
                "url": "//pixel.quantserve.com/pixel/p-3aud4J6uA4Z6Y.gif",
                "caption": "Quantcast"
            }
        ]
    },
    {
        "source": "huffington post",
        "url": "https://www.huffpost.com/entry/dog-shelter-princess-tent-starsky_n_624f6a53e4b0be72bfe6b484",
        "text": "A Michigan dog having tough time at shelter now has his own private castle pink princess themed tent. Starsky, pit bull around age 2, came to Heart Dogs Rescue and Animal Haven late last year. But hes been stressed and fearful in the shelter, volunteer Megan Synk told HuffPost. In his kennel, Starsky is on edge, defensive, and unsure, she said in an email. His pupils are dilated, ears pinned forward, furrowed eyebrows, barking, pacing, and toy shredding. Synk has spent lot of time with Starsky and knows theres another side to him. When hes out of his kennel and with someone who has earned his trust, hes bouncy, affectionate, curious boy who loves getting scratches on his head and body. Synk had recently learned that hiding spaces can help alleviate stress for shelter animals, since they can block out the goings on around them and help them feel protected, she said. Since dog houses can be pretty expensive, Synk had the idea to try out kids pop up tent. Originally, she was going to grab dinosaur themed tent for Starsky, but ultimately went with unicorn one because it was little cheaper and she wanted to soften up his bad boy image. But after Starsky started chewing up the poles on the unicorn tent, Synk had to get replacement. couldnt find another unicorn pop up tent, so went with the next best theme princess, she said. Though the tent hasnt magically transformed Starsky, its been big help to him. The tent has given him place to hide in times of stress or anxiety, Synk said. Instead of pacing and barking, he has grabbed nearby toy to take in his tent with him and lay down instead. After the way the tent helped Starsky and the positive response the organization has gotten from the undeniably cute photos Heart Dogs announced this week that it will be collecting new and used kid tents for other animals in the shelter, too. Starsky is generally still nervous with new people and situations. To deal with that, hes been working with certified trainer and is doing GREAT, Synk said. While he completes his training, he isnt currently listed publicly for adoption, though Synk noted the rescue might consider placing him in home if the right people came along to help him. Synk and her husband already have multiple dogs of their own, so they arent able to adopt Starsky. The princess tent has brought Starsky lot of attention, including on social media and via the Today show, and Synk is thrilled he has so much support. Weve become such good friends and its wonderful feeling seeing others love him as much as do, she said. It means everything to have so many people rooting for him.",
        "images": [
            {
                "url": "https://img.huffingtonpost.com/asset/5c154e9924000053008c862c.png?ops=100_100",
                "caption": "Hilary Hanson"
            },
            {
                "url": "https://img.huffingtonpost.com/asset/6251c2f123000062bf1395e9.jpeg?cache=JxsNysiT4a&ops=crop_18_53_1386_1040%2Cscalefit_720_noupscale",
                "caption": "Starsky with a stuffed frog toy in his princess tent."
            },
            {
                "url": "https://img.huffingtonpost.com/asset/6251d18521000039ed505b95.jpeg?ops=crop_0_193_1536_1205%2Cscalefit_720_noupscale",
                "caption": "Starsky hiding in his first tent — a unicorn one."
            },
            {
                "url": "https://img.huffingtonpost.com/asset/6251d23e230000f8b81395ef.jpeg?ops=crop_0_222_1536_1170%2Cscalefit_720_noupscale",
                "caption": "Starsky chilling in royal style."
            },
            {
                "url": "https://img.huffingtonpost.com/asset/6251d37c23000062bf1395f1.png?ops=crop_0_145_1044_785%2Cscalefit_720_noupscale",
                "caption": "Starsky enjoying a long walk."
            },
            {
                "url": "https://img.huffingtonpost.com/asset/5c154e9924000053008c862c.png?ops=100_100",
                "caption": "Hilary Hanson - Assignment editor, HuffPost"
            },
            {
                "url": "//pixel.quantserve.com/pixel/p-3aud4J6uA4Z6Y.gif",
                "caption": "Quantcast"
            }
        ]
    },
    {
        "source": "huffington post",
        "url": "https://www.huffpost.com/entry/jerry-springer-guests-exactly-trump_n_62520e3ae4b066ecde06e426",
        "text": "Legendary daytime talk show host Jerry Springer and his collection of sobbing, screaming, bickering, cursing guests prepared us for Donald Trump, he said in an interview Friday. The behavior of his motley parade of guests was exactly like Donald Trump, Springer told SiriusXM host Dean Obeidallah. But they had the sense not to run for president, he added, deadpan. Springer was responding to Obeidallahs question about the impact of his syndicated tabloid TV talk show that ran from 1991 to 2018, and blew the lid off comportment expected from TV guests. His podcast, started in 2015, lives on. Do you see line between the success of The Jerry Springer Show and the way people look at TV and what people let people get away with. Obeidallah asked. Do you think that on some level it contributed to people accepting someone like Donald Trump. Springer responded: Probably social media more but, yes, theres no question. The behavior of some of the people on the show is exactly Donald Trump. The reason theres more respect given to the people who were on my show, is they have enough sense not to run for president. He said his guests let their emotions out and didnt speak the Queens English. When they get angry, they curse and they yell and sometimes fight; they dont have the skills to settle things in different ways. Thats Trump, Springer added. But what made Trump unique the only thing that separates him from the guests on my show is the fact that he had this delusion [that] he knew how to run the world and run the country. When in fact he knows nothing about how you run country, and we paid the price for that, Springer added. Check out the full interview up top.",
        "images": [
            {
                "url": "https://img.huffingtonpost.com/asset/5c53f909360000000b68109e.jpg?ops=100_100",
                "caption": "Mary Papenfuss"
            },
            {
                "url": "https://img.huffingtonpost.com/asset/5c53f909360000000b68109e.jpg?ops=100_100",
                "caption": "Mary Papenfuss - Trends Reporter, HuffPost"
            },
            {
                "url": "//pixel.quantserve.com/pixel/p-3aud4J6uA4Z6Y.gif",
                "caption": "Quantcast"
            }
        ]
    },
    {
        "source": "huffington post",
        "url": "https://www.huffpost.com/entry/cawthorn-candidacy-hearing-expedited-insurrectionist-ban-constitutiuon_n_6251efe0e4b0be72bfe9c1fd",
        "text": "A federal appeals court has revived constitutional challenge to Rep Madison Cawthorns NC right to run for reelection because of his support for insurrectionists who attacked the Capitol on Jan 6, 2021. The US Court of Appeals for the Fourth Circuit ordered earlier this week that hearing against an injunction halting the challenge obtained by Cawthorn be held May 3. The Republican primary in Cawthorns district is May 17. Voters and the organization Free Speech for People have argued in court that Section of the 14th Amendment bars lawmakers like Cawthorn from running again for office. The clause bans those who, after previously taking an oath to support the Constitution, then engaged in insurrection or rebellion against the same, or given aid or comfort to the enemies. The section was passed after the Civil War to prohibit lawmakers from representing government they had worked to topple. Cawthorn has declared that he did not participate in an insurrection though he has repeatedly praised those who did on Twitter and in speeches. He spoke at rally preceding the storming of the Capitol on Jan last year. Cawthorn won an injunction from Donald Trump appointed federal judge last month against the challenge. The judge ruled that federal Amnesty Act for those who participated in the Civil War against the government overrode the clause though several attorneys have argued that law cannot countermand the Constitution. The Fourth Circuit court this week denied stay in the case, but it granted an expedited appeal hearing. Cawthorn is one of five candidates including Rep Marjorie Taylor Greene Ga, Paul Gosar Ariz., Rep Andy Biggs Ariz. and Mark Finchem, Republican running for Arizona secretary of state whose reelections are being challenged in court on constitutional grounds linked to support for the insurrection. Greene repeatedly refers to the insurrectionists as patriots, and has called those arrested for violence at the Capitol political prisoners.",
        "images": [
            {
                "url": "https://img.huffingtonpost.com/asset/5c53f909360000000b68109e.jpg?ops=100_100",
                "caption": "Mary Papenfuss"
            },
            {
                "url": "https://img.huffingtonpost.com/asset/625209ea2300008abf1395fb.png?ops=scalefit_720_noupscale",
                "caption": "Ruling by the U.S. Court of Appeals for the Fourth Circuit calls for expedited hearing concerning an injunction against the challenge to Rep. Madison Cawthorn's reelection."
            },
            {
                "url": "https://img.huffingtonpost.com/asset/5c53f909360000000b68109e.jpg?ops=100_100",
                "caption": "Mary Papenfuss - Trends Reporter, HuffPost"
            },
            {
                "url": "//pixel.quantserve.com/pixel/p-3aud4J6uA4Z6Y.gif",
                "caption": "Quantcast"
            }
        ]
    },
    {
        "source": "huffington post",
        "url": "https://www.huffpost.com/entry/imran-khan-ousted-pakistan-politics_n_6251e926e4b0be72bfe9c190",
        "text": "Pakistans political opposition ousted the countrys embattled prime minister in no confidence vote on Saturday, which they won after several of Imran Khans allies and key coalition party deserted him. The combined opposition that spans the political spectrum from the left to the radically religious will form the new government, with the head of one of the largest parties, the Pakistani Muslim League, taking over as prime minister. Anticipating his loss, Khan, who charged his opposition colluded with the United States to unseat him, has called on his supporters to stage rallies nationwide on Sunday. Khans options are limited and should he see big turnout in his support, he may try to keep the momentum of street protests as way to pressure Parliament to hold early elections. Khan earlier had tried to sidestep the vote by dissolving Parliament and calling early elections but Supreme Court ruling ordered the vote to go ahead. In an impassioned speech Friday, Khan doubled down on his accusations that his opponents colluded with the United States to unseat him over his foreign policy choices, which often seemed to favor China and Russia and defied the US Khan said Washington opposed his Feb 24 meeting with Russian President Vladimir Putin in the Kremlin hours after tanks rolled into Ukraine, launching devastating war in the heart of Europe. The US State Department has denied any involvement in Pakistans internal politics. Deputy State Department spokeswoman Jalina Porter told reporters on Friday there was absolutely no truth to these allegations. Still, Khan urged his supporters to take to the streets, particularly the youth who have been the backbone of his support since the former cricket star turned conservative Islamist politician came to power in 2018. He said they needed to protect Pakistans sovereignty and oppose US dictations. You have to come out to protect your own future. It is you who have to protect your democracy, your sovereignty and your independence. This is your duty, he said. will not accept an imposed government. Khans options are limited and should he see big turnout in support, he may try to keep the momentum of street protests as way to pressure Parliament to dissolve and go to early elections. The no confidence vote loss for Khan may bring to power some unlikely partners. Among them is radically religious party that runs scores of religious schools. The Jamiat e-Ulema Islam, or Assembly of Clerics, teaches deeply conservative brand of Islam in its schools. Many of Afghanistans Taliban and Pakistans own homegrown violent Taliban graduated from JUI schools. The largest among the opposition parties the Pakistan Peoples Party, led by the son of slain former Prime Minister Benazir Bhutto, and the Pakistan Muslim League have been tainted by allegations of widespread corruption. Pakistan Muslim League leader and former Prime Minister Nawaz Sharif was convicted of corruption after being named in the so called Panama Papers. Thats collection of leaked secret financial documents showing how some of the worlds richest hide their money and involving global law firm based in Panama. Sharif was disqualified by Pakistans Supreme Court from holding office. If the opposition wins the no confidence vote, it is up to Parliament to choose new head of government, which could be Sharifs brother, Shahbaz Sharif. If the lawmakers are unsuccessful, early elections would be called. ___ Associated Press writers Munir Ahmed in Islamabad and Matthew Lee in Washington contributed to this report. Follow Kathy Gannon on Twitter at www.twitter.com/Kathygannon",
        "images": [
            {
                "url": "https://cambria.assets.huffpost.com/images/partners/ap.hash-d8055c2c606ec90308ec818c93b27948.png",
                "caption": "AP logo"
            },
            {
                "url": "https://img.huffingtonpost.com/asset/6251e9ca210000d227505b9a.jpeg?ops=scalefit_720_noupscale",
                "caption": "Pakistan's Supreme Court blocked Prime Minister Imran Khan's bid to stay in power, ruling that his move to dissolve Parliament and call early elections was illegal. That set the stage for a no-confidence vote by opposition lawmakers. (AP Photo/Muhammad Sajjad)"
            },
            {
                "url": "//pixel.quantserve.com/pixel/p-3aud4J6uA4Z6Y.gif",
                "caption": "Quantcast"
            }
        ]
    }
]